[
  {
    "id": 0,
    "title": "FBI chief Christopher Wray says China lab leak most likely",
    "date": "2023-03-01T11:36:32.000Z",
    "subtitle": "FBI Director Christopher Wray has said that the bureau believes Covid-19 most likely originated in a Chinese government-controlled lab.",
    "topic": "Coronavirus pandemic",
    "text": "FBI Director Christopher Wray has said that the bureau believes Covid-19 most likely originated in a Chinese government-controlled lab.\"The FBI has for quite some time now assessed that the origins of the pandemic are most likely a potential lab incident,\" he told Fox News.It is the first public confirmation of the FBI's classified judgement of how the pandemic virus emerged.Many scientists point out there is no evidence that it leaked from a lab.And other US government agencies have drawn differing conclusions to the FBI's.Some of them have said - but with a low level of certainty - that the virus did not start in a lab but instead jumped from animals to humans.The White House has said there is no consensus across the US government on the origins.A joint China-World Health Organization (WHO) investigation in 2021 called the lab leak theory \"extremely unlikely\".However, the WHO investigation was deeply criticised and its director-general has since called for a new inquiry, saying: \"All hypotheses remain open and require further study.\"Mr Wray's comments come a day after the US ambassador to China called for the country to \"be more honest\" about Covid's origins.In his interview on Tuesday, Mr Wray said China \"has been doing its best to try to thwart and obfuscate\" efforts to identify the source of the global pandemic. He said details of the agency's investigation were classified but the FBI had a team of experts focusing on the dangers of biological threats.In response, Beijing accused Washington of \"political manipulation\".\"The conclusions they have reached have no credibility to speak of,\" said Chinese foreign ministry spokeswoman Mao Ning.Some studies suggest the virus made the leap from animals to humans in Wuhan, China, possibly at the city's seafood and wildlife market.The market is near a world-leading virus laboratory, the Wuhan Institute of Virology, which conducted research into coronaviruses.A few days ago, the US Department of Energy said it had found the virus was most likely the result of a lab leak in Wuhan but could only reach that conclusion with \"low confidence\".In response to that, many scientists who have studied the virus said this week that there is no new scientific evidence pointing to a lab leak.A natural origin is still the more likely theory, said Professor David Robertson, head of viral genomics and bioinformatics at University of Glasgow.\"There's been an accumulation of evidence (what we know about the viruses biology, the close variants circulating in bats and locations of early human cases) that firmly points to a natural origin centred on the Huanan market in Wuhan city,\" he said.On Monday, White House National Security Council spokesman John Kirby said that US President Joe Biden supports \"a whole-of-government effort\" to discover how Covid began.\"We're just not there [at consensus] yet,\" he said. \"If we have something that is ready to be briefed to the American people and the Congress, we will do that.\"Tensions in bilateral ties between the US and China have spiked in the wake of the recent spy balloon saga.A bipartisan panel of US lawmakers this week kicked off a series of hearings on the \"existential\" threat of the ruling Chinese Communist Party.The first session of the House Select Committee on Strategic Competition between the United States and the Chinese Communist Party focused on issues such as human rights and the US economy's dependence on Chinese manufacturing.  Wuhan: Looking for answers in the place where coronavirus started© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8B06/production/_128809553_gettyimages-1246593257.jpg",
    "authors": "By Max Matza & Nicholas Yong"
  },
  {
    "id": 1,
    "title": "China should be honest on Covid origin, says US envoy",
    "date": "2023-02-28T10:05:44.000Z",
    "subtitle": "The US envoy to China has called on the country to be \"more honest\" about the origins of the Covid-19 virus.",
    "topic": "Coronavirus pandemic",
    "text": "The US envoy to China has called on the country to be \"more honest\" about the origins of the Covid-19 virus. His comments come a day after US media reported that a federal agency had found the pandemic probably started from a laboratory leak in Wuhan.The Department of Energy reportedly concluded with \"low confidence\" that the virus was accidentally leaked.China's foreign ministry hit back, saying Covid's origin \"was about science and should not be politicised\".Washington-Beijing ties have been under strain since the US shot down an alleged Chinese spy balloon this month.Ambassador Nicholas Burns told a US Chamber of Commerce event on Monday that China needs to \"be more honest about what happened three years ago in Wuhan with the origin of the Covid-19 crisis\".The energy department had formerly said it was undecided on how the virus began.Other US agencies have drawn differing conclusions, with varying degrees of confidence in their findings. The FBI in 2021 concluded with \"moderate confidence\" that the virus leaked from a lab. Other studies suggest it made the leap from animals to humans at Wuhan's Huanan seafood and wildlife market.An unclassified report released by the US top spy official in October 2021 said that four US intelligence agencies had assessed with \"low confidence\" that it had originated with an infected animal or a related virus.White House national security spokesman John Kirby said on Monday there was still no firm finding either way.\"There has not been a definitive conclusion and consensus in the US government on the origins of the Covid-19 pandemic,\" he told reporters when asked about the energy department's reported determination.A spokeswoman for China's foreign ministry on Monday again rejected the lab leak theory.Mao Ning called on US investigators to \"stop smearing China and stop politicising origins-tracing\".After it was reported that the US energy department had settled on the lab leak theory, Republican Senator Tom Cotton tweeted \"being proven right doesn't matter\". \"What matters is holding the Chinese Communist Party accountable so this doesn't happen again.\"Massachusetts Democratic Congressman Seth Moulton told CNN he was \"not entirely surprised\" by the energy department's reported conclusion. \"The Chinese have mishandled Covid at every step of the way, [and] are trying to sweep it under the rug,\" he said.This video can not be playedScientists believe another pandemic will happen during our lifetime© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15F17/production/_128797898_gettyimages-1332599635.jpg",
    "authors": "By Max Matza"
  },
  {
    "id": 2,
    "title": "China Covid: Celebrity deaths spark fears over death toll",
    "date": "2023-01-05T12:58:56.000Z",
    "subtitle": "The growing number of Chinese public figures whose deaths are being made public is prompting people to question the official Covid death toll.",
    "topic": "Asia",
    "text": "The growing number of Chinese public figures whose deaths are being made public is prompting people to question the official Covid death toll.The death of Chu Lanlan, a 40-year-old opera singer, last month came as a shock to many, given how young she was.Her family said they were saddened by her \"abrupt departure\", but did not give details of the cause of her death. China scrapped its strict zero-Covid policy in December and has seen a rapid surge of infections and deaths. There are reports of hospitals and crematoria becoming overwhelmed.But the country has stopped publishing daily cases data, and has announced only 22 Covid deaths since December, using its own strict criteria.Now only those who die from respiratory illnesses such as pneumonia are counted.On Wednesday the World Health Organization (WHO) warned that China was under-representing the true impact of Covid in the country - in particular deaths.But the deaths of Chu Lanlan and others is sparking speculation about greater losses than those reported on official accounts.According to the specialist news website Operawire, Chu Lanlan was a soprano who specialised in Peking Opera - a theatrical art in which performers use speech, song, dance and combat movements to tell stories - and was also involved in charitable causes. On New Year's Day news of the death of actor Gong Jintang devastated many Chinese internet users. Gong, 83, was known to many households for his performance in the country's longest-running TV series, In-Laws, Out-laws. His portrait of Father Kang had captivated fans for more than two decades since the show first aired in 2000.The cause of his death is unclear, but many social media users linked it to the recent deaths of other older people.\"Please god, please treat the elderly better,\" his co-star Hu Yanfen wrote on Chinese social media platform Weibo.\"R.I.P Father Kang. This wave have really claimed many elders' lives, let's make sure we protect the elderly in our families,\" one user wrote on Weibo.Acclaimed scriptwriter Ni Zhen was also among recent deaths. The 84-year-old was famous for his work on the 1991 film Raise the Red Lantern, which is widely considered to be one of the best Chinese films by critics.Meanwhile Hu Fuming, a former journalist and retired professor of Nanjing University, died on 2 January at the age of 87. He was the main author of a famous commentary published in 1978 that marked the start of the China's \"Boluan Fanzheng\" period - a time of eliminating chaos and returning to normal after the upheaval of the Cultural Revolution under the country's first Communist leader Mao Zedong.According to a tally by Chinese media, 16 scientists from the country's top science and engineering academies died between 21 and 26 December.None of these deaths were linked to Covid in their obituaries, but that hasn't prevented speculation online.\"Did he also die of 'bad flu'?\" one of the top-rated comments under news of Mr Ni's death said.\"Even if you trawl through the whole internet you can't find any reference to his cause of death,\" said another internet user.But there was also criticism of demonstrators who took to the streets in November in rare political protests calling for the end of leader Xi Jinping's zero-Covid policy.\"Are those people happy now, seeing old people... now paving the way for their freedom?\" asked one social media user.Mr Xi appeared to refer obliquely to the protests in his New Year's address, saying it was natural in such a big country for people to have different opinions.But he urged people to come together and show unity as China entered a \"new phase\" in its approach to Covid.The Chinese authorities are aware of the widespread scepticism although they continue to play down the severity of this wave of Covid sweeping the country. In an interview with state TV, the director of Beijing's Institute of Respiratory Diseases admitted the number of deaths of elderly people so far this winter was \"definitely more\" than in past years, while also stressing that critical cases remained a minority of the overall number of Covid cases.This week the People's Daily, the Communist Party's official newspaper, urged citizens to work towards a \"final victory\" over Covid and dismissed criticism of the previous zero-Covid policy.This video can not be playedWATCH: Ros Atkins on... China’s Covid surge© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12444/production/_128202847_mediaitem128202846.jpg",
    "authors": "By Fan Wang"
  },
  {
    "id": 3,
    "title": "China Covid: WHO warns about under-representing Covid deaths",
    "date": "2023-01-04T20:20:36.000Z",
    "subtitle": "The World Health Organization has warned that China is under-representing the true impact of Covid in the country - in particular deaths.",
    "topic": "Coronavirus pandemic",
    "text": "The World Health Organization has warned that China is under-representing the true impact of Covid in the country - in particular deaths.The removal of most restrictions last month has led to a surge in cases. But China has stopped publishing daily cases data, and has announced only 22 Covid deaths since December, using its own strict criteria.\"We believe that definition [of a Covid death] is too narrow,\" WHO emergencies director Dr Michael Ryan said.Dr Ryan said China's figures \"under-represent the true impact of the disease in terms of hospital admissions, in terms of ICU admissions, and particularly in terms of deaths\".China last month changed its criteria for what constitutes a Covid death, meaning only those who die of respiratory illnesses are counted. This goes against WHO guidance, which encourages countries to count the number of excess deaths - how many more people die than would normally be expected based on death figures before the pandemic hit.Dr Ryan added that China had increased its engagement with the WHO in recent weeks, and said he looked forward to receiving \"more comprehensive data.\"But he also suggested individual health workers could report their own data and experiences.\"We do not discourage doctors and nurses reporting these deaths and these cases,\" Dr Ryan said. \"We have an open approach to be able to record the actual impact of disease in society.\"The UK science data company Airfinity estimates more than two million Covid cases a day in China, and 14,700 deaths.Since China abandoned key parts of its \"zero-Covid\" strategy almost a month ago, there have been reports of hospitals and crematoriums being overwhelmed.More than a dozen nations have introduced travel restrictions on travellers from China. Beijing has criticised these as politically motivated and threatened to retaliate.On Wednesday, the European Union issued new guidance \"strongly\" recommending that all member states introduce the requirement that passengers flying from China provide a negative Covid test before their departure. No new Covid variants have been detected in China, despite the surge in cases. However, the WHO has warned this could be due to a decrease in testing. The Chinese authorities have announced they are sending medical supplies to rural hospitals before an expected wave of coronavirus infections in the countryside - where vaccination rates are patchy. Dr Abdi Rahman Mahamud, director of the WHO's alert and response coordination department, has warned China may see another wave of infections as families gather for China's Lunar New Year in a few weeks - one of the country's busiest travel periods. © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/C223/production/_128199694_19d98390d0c3f38b86b196941edf5a28c92fd983.jpg",
    "authors": "By Kathryn Armstrong"
  },
  {
    "id": 4,
    "title": "China Covid: EU officials 'strongly' urge testing for travel",
    "date": "2023-01-04T22:12:37.000Z",
    "subtitle": "European Union officials are \"strongly\" recommending that all member states insist on negative Covid tests from Chinese arrivals before they travel.",
    "topic": "Coronavirus pandemic",
    "text": "European Union officials are \"strongly\" recommending that all member states insist on negative Covid tests from Chinese arrivals before they travel.Travel in and out of China gets easier from Sunday, as part of the scrapping of the \"zero-Covid\" policy.China is currently seeing a surge in Covid cases, with reports of hospitals and crematoriums being overwhelmed.Some EU countries have already introduced testing - despite earlier advice that it was \"unjustified\". Wednesday's recommendation on negative tests came from the EU's Integrated Political Crisis Response group (IPCR), a body made up of officials from the EU's 27 governments.It also advised that:The recommendation comes a day after the European Commission, the executive body of the European Union, said an \"overwhelming\" number of member states favoured restrictions on Chinese arrivals.France, Spain and Italy have already introduced testing - but others, such as Germany, had been monitoring the situation. England, outside the EU, requires pre-flight testing on China arrivals from Thursday.Despite the recommendation, it's not known if an EU-wide policy will be introduced - but individual states can set their own policy.The advice from the IPCR is a change in tack from the body's disease prevention agency, which last week advised against the introduction of mandatory Covid tests.The ECDC said testing was \"unjustified\", given the high rates of vaccination in Europe, and that variants circulating in China were already in the European Union.The World Health Organization (WHO) on Wednesday said there was no evidence of new variants in China, despite the surge in cases. However, experts warned this could be due to a lack of testing and data. The WHO has also said that China was under-representing the true impact of Covid in the country - in part due to what they said was a \"too narrow\" definition of a Covid death. Beijing has confirmed only 22 deaths since December, which is at odds with data from analysts. The UK science data company Airfinity estimates there are more than two million Covid cases a day in China, and 14,700 deaths.The Chinese government suggested earlier this week that travel restrictions on Chinese arrivals are politically motivated - and has warned that it may retaliate.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13F92/production/_128201818_arrival.jpg",
    "authors": "By Kathryn Armstrong"
  },
  {
    "id": 5,
    "title": "India Covid: Experts say people don't need to panic over China coronavirus surge",
    "date": "2022-12-28T04:06:11.000Z",
    "subtitle": "Experts have told the BBC that the current Covid surge in China is \"unlikely\" to impact India, but they urged people to stay cautious and wear masks.",
    "topic": "India coronavirus lockdown",
    "text": "Experts have told the BBC that the current Covid surge in China is \"unlikely\" to impact India, but they urged people to stay cautious and wear masks.India has stepped up surveillance after a spike in cases in neighbouring China.People travelling from China and four other Asian countries now have to produce a Covid-19 negative test report before entering India.On Tuesday, drills were held to check if hospitals could handle a surge.According to government data, India currently has only around 3,400 active coronavirus cases. But reports of the surge in China and the memories of two deadly Covid waves in 2020 and 2021 in India have made many people fearful.But experts say there is no reason to worry right now.\"The infection surge in China is on expected lines. If you have a susceptible population that is not exposed to the virus, cases will rise. Nothing has changed for the rest of the world, including India,\" says Dr Chandrakant Lahariya, an epidemiologist and health systems specialist. China has been struggling with a rush of Covid cases after it started moving away from its so-called zero-Covid approach which mandated strict lockdowns, quarantining and closed borders. The country is now trying to ramp up vaccinations for its vulnerable elderly population as the case surge strains healthcare systems.The surge has also led some experts raising doubts over whether the main vaccines used in China - Sinovac and Sinopharm - can provide long-term immunity.\"People are getting infected because BF.7 [the Omicron subvariant that reports say is driving the surge in China] is highly infectious and escapes all previous immunity. If you don't have immunity, you get more diseases which will affect the elderly and immunosuppressed populations,\" says virologist Dr Jacob John.Over the past few months, India reported four Covid-19 cases caused by BF.7 - all the patients have recovered, health officials say.\"Covid is still around, people are still getting infected and getting admitted to hospitals. So it's not that we're free of Covid, but it's become like another upper respiratory tract infection, like influenza,\" says epidemiologist Dr Lalit Kant.The low caseload in India can be largely attributed to the immunity Indians have already gained over the past three years.Dr A Fathahudeen, a prominent critical care expert who has treated thousands of Covid patients, says that India's \"hybrid immunity wall\" against Covid-19 is \"satisfactory\" as a majority of people have either taken two doses of the vaccine or gained natural immunity from contracting the disease earlier.He also points out that the vaccines used in India are \"more efficacious than the ones used in China\".India has administered more than 2.2 billion doses of the Covid vaccine so far, including for both doses and the booster shot, which India calls a \"precaution dose\".He says people should take the booster dose if they haven't already - only around 27% of the population have got it so far. It's an appeal that other experts broadly agree with.\"With time, the level of antibodies go down. So a third shot is always beneficial and will increase the level of antibodies,\" Dr Lahariya says, adding that it's good for people above 60 years of age.\"Among the 18-59 year age group, those who are high-risk can get boosters. For others, it's a personal call,\" he adds.Experts also agree with the government's decision to step up genome sequencing which allows scientists to identify new strains.\"The current testing strategy of random genome sequencing of 2% of international travellers is enough to pick up any new variant,\" says Dr Fathahudeen.Dr John says that the best mantra for the government and ordinary people to follow is \"expect the best and prepare for the worst\".\"Make it a habit to wear masks in crowded places - watching a football or cricket match, or on a crowded bus or train,\" he says, adding that he recommends creating \"long-term, sustainable behavioural changes\".India had relaxed its mask-wearing rules earlier this year after a drop in infection levels, and it's now common to see people in crowded areas without any precautions.The bottom-line is \"be cautious, wear a mask and watch the news\", Dr John says. Dr Fathahudeen agrees, saying unnecessary crowding should be discouraged and people should wear masks if large gatherings can't be avoided. This video can not be playedCoronavirus: Counting missing Covid-19 deaths in rural India© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/071F/production/_128132810_covid.jpg",
    "authors": "By Meryl Sebastian"
  },
  {
    "id": 6,
    "title": "Coronavirus: China's hospitals seem to be filling up - WHO",
    "date": "2022-12-22T02:15:22.000Z",
    "subtitle": "Hospitals in China appear to be filling up amid concerns about a fresh Covid-19 wave hitting the country, the World Health Organization (WHO) says.",
    "topic": "Coronavirus pandemic",
    "text": "Hospitals in China appear to be filling up amid concerns about a fresh Covid-19 wave hitting the country, the World Health Organization (WHO) says.Dr Michael Ryan says intensive care units (ICU) are busy despite officials saying numbers are \"relatively low\".China figures show no-one died of Covid on Wednesday but there is scepticism about the disease's real impact. In recent days hospitals in Beijing and other cities have been filling up as the latest Covid surge hits China.Since 2020, China has imposed strict health restrictions as part of its zero Covid policy. But, the government ended most of those measures two weeks ago after landmark protests against the strict controls.The number of cases has since soared, raising fears of a high mortality rate among the elderly, who are particularly vulnerable.Despite the rise, the official figures show only five people died from Covid on Tuesday and two on Monday.It has led to WHO emergencies chief Dr Ryan urging China to provide more information about the latest spread of the virus.He said: \"In China, what's been reported is relatively low numbers of cases in ICUs, but anecdotally ICUs are filling up.\"We've been saying this for weeks that this highly infectious virus was always going to be very hard to stop completely, with just public health and social measures.\"Speaking during a weekly news conference in Geneva WHO chief Tedros Adhanom Ghebreyesus said he is \"very concerned over the evolving situation in China\".He appealed for specific data on disease severity, hospital admissions and intensive care requirements.Dr Ryan added that \"vaccination is the exit strategy\" to coronavirus outbreaks.China has developed and produced its own vaccines, which have been shown to be less effective at protecting people against serious Covid illness and death than the mRNA vaccines used in much of the rest of the world.His comments come as the German government announced on Wednesday it had sent its first batch of BioNTech Covid-19 vaccines to China.The German vaccines are to be administered initially to expats in China - estimated to be about 20,000.It is the first foreign Covid-19 vaccine to be delivered to China, although no details have been released about the time or the size of the delivery.Last month during a visit to Beijing, Chancellor Olaf Scholz pressed for the vaccine to be made freely available to Chinese citizens as well.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9037/production/_128091963_capture.png",
    "authors": "By Thomas Mackintosh"
  },
  {
    "id": 7,
    "title": "Heart patient 'not angry' with strike treatment delay",
    "date": "2023-03-13T18:48:56.000Z",
    "subtitle": "A woman with a heart condition whose hospital appointment has been delayed by five months because of the junior doctors strike says she is not angry.",
    "topic": "Long Covid",
    "text": "A woman with a heart condition whose hospital appointment has been delayed by five months because of the junior doctors strike says she is not angry.Jennifer Jenkins from Warwickshire said she had been having irregular heartbeats since experiencing coronavirus and was \"very upset\" at having to wait until August to be seen.But she said she supported the doctors' action.The hospital trust has been approached for comment.Ms Jenkins said she had approached University Hospitals Coventry and Warwickshire NHS Trust to ask for the appointment to be brought forward, but had heard nothing since Thursday, when she learned of the postponement.Thousands of junior doctors in England, who are members of the British Medical Association (BMA), are from Monday taking part in a 72-hour strike in a dispute over pay.Ms Jenkins, an author, explained that while she had already had some tests, she had been hoping to get a better understanding of her condition - a moderate ventricular ectopic burden - with a follow-up appointment at Coventry University Hospital, originally set for Monday afternoon.She described her condition as \"extra beats, missing beats, something that's not right with my heart rhythm\", and added it had made her \"very tired a lot of the time\" and left her \"kind of hanging on for this appointment\".She said she was \"weighing up\" whether to pay £200 to have the appointment privately but felt \"very aware\" not everyone could do that.She told the BBC: \"I just don't have energy for much beyond work and have to plan life out carefully.\"I was hoping the cardiology appointment would be a step towards some answers and maybe some treatment; a step towards wellness.\"The striking doctors want a 35% pay rise and argue their pay has been cut by 26% since 2008 once inflation is taken into account.Health Secretary Steve Barclay says the union's demands are \"completely unaffordable\".Ms Jenkins said: \"I understand why the doctors feel they need to strike and I do support the strikes, [the system] doesn't run without them, nobody's thriving in this system.\"I feel for everyone that's in this underfunded system, I feel for the doctors and I feel for the patients. \"Obviously today I feel for me because August feels like a long time.\"Follow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/177ED/production/_128973269_jennifer.png",
    "authors": ""
  },
  {
    "id": 8,
    "title": "Isle of Man Covid review to hold public drop-in sessions",
    "date": "2023-03-13T13:56:35.000Z",
    "subtitle": "A review of the Isle of Man government's handling of the coronavirus pandemic is set to take evidence from members of the public.",
    "topic": "Coronavirus lockdown measures",
    "text": "A review of the Isle of Man government's handling of the coronavirus pandemic is set to take evidence from members of the public.The probe, which is being led by Kate Brunner KC, will cover the period from December 2019 up to the removal of restrictions in April 2022.Ms Brunner will be hosting four drop-in sessions on 29 and 30 March to hear views from the community.People can also make written submissions to the review.Tynwald backed the establishment of an independent review of the handling of the pandemic in November 2021.It is due to examine all aspects of the Manx government's response, including legal restrictions and border closures, the vaccine roll-out, remote learning and Covid support schemes, as well as the deaths as a result of the virus.The review team has already started gathering written and verbal evidence from past and present government employees, other public bodies, and Tynwald.The first public sessions will be held on 29 March at Port St Mary Town Hall between 10:30 and 12:30 BST and Peel Centenary Centre from 15:30 to 17:30.Further events are planned at the same times the following day at Ramsey Town Hall and Douglas Town Hall respectively.Those who suffered a bereavement as a result of Covid can write to the committee and arrange a private meeting with the team.Ms Brunner said the team was keen to hear \"how you were affected, what you think government did well, and what you think could have been done better\".\"I appreciate that thinking back to the pandemic will be difficult for some, but your views will really help the review team to evaluate the island's response, and make practical recommendations,\" she added.Why not follow BBC Isle of Man on Facebook and Twitter? You can also send story ideas to IsleofMan@bbc.co.uk© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14FA7/production/_128972958_4377ecb1-0a5d-474c-bcd3-2b12d0bca88f.jpg",
    "authors": ""
  },
  {
    "id": 9,
    "title": "'The Whale gives a voice to people like me'",
    "date": "2023-03-13T10:32:49.000Z",
    "subtitle": "Sean Crawford cried when he saw the trailer for award-winning Hollywood film The Whale.",
    "topic": "Coronavirus pandemic",
    "text": "Sean Crawford cried when he saw the trailer for award-winning Hollywood film The Whale.He says the movie about a reclusive English teacher with severe obesity resonated with his life.Mirroring the plot of the film, Sean rapidly gained weight after someone close to him died. He now weighs 30 stone (190kg).The father-of-one from Athelstaneford in East Lothian says the film - which has won an Oscar for its star, Brendan Fraser - has given a voice to people in his situation.And he says there are many similarities between his life and that of the film's lead character, Charlie.\"He instructs a class from behind a computer because he is ashamed of his weight, I hid away from things because I was ashamed of mine,\" said Sean.\"The main focus is making sure our daughters turn out to be good human beings just in case we aren't there to see them grow up.\"I think people need to realise big people are human beings.\"Brendan Fraser's on-screen transformation was the result of heavy prosthetics, which he admitted was \"a challenge\", physically and emotionally.He said he hopes the film will help to \"end the bias against those who live with obesity\".Sean says health and depression are among the issues that can lead to weight gain.He said: \"I often get adults looking at me in disgust, kids stare and make comments - but I understand this is the innocence of youth.\"I so often hear people talk about the likes of anorexia and bulimia with a degree of sympathy, whereas obesity is frowned upon.\"Both are illnesses at the end of the day.\"Sean said he had been a confident person before he started gaining weight.One of his best friends passed away in 2019, then two months later he took voluntary redundancy from his role as a maintenance supervisor after 12 years in the job.This was followed by the Covid lockdown, and he ended up out of work for a few years.In this time he became a bit of a hermit - and put on 12 stones (76kg) in 18 months.\"My doctor said if there was an award for putting on weight in the shortest space of time then he would give it to me,\" said Sean.\"I neglected my life and spent 99.9% of my time watching TV, eating and drinking fizzy juice.\"I don't sleep much so I have 18 to 19 hours a day to do this.\"He went from working with 200 people every day to sitting on his own in his house.Sean said he gave up - particularly during lockdown, when he found the isolation very stressful.He started getting back pains and it became too painful to walk.He tried to find out how much he weighed, but there were no scales big enough at his doctor's surgery.He eventually got weighed at the hospital, and found that he weighed 30 stone (190kg).\"It was soul destroying and I lost all my confidence,\" he said.At the end of 2020, when his vacuum cleaner broke and he did not have enough money to replace it, a friend gave him a number for the charity DadsWork, which is funded by the National Lottery Community Fund.The community project in East Lothian provides support groups, positive parenting classes, workshops on the role of fathers, home visits, trips and outings for fathers and their children.They gave him a vacuum cleaner and told him about drop-in groups and workshops he could attend with his daughter.Sean, who is 5ft 11ins , said: \"I didn't know what they did but after meeting them I've seen them just about every week since.\"I started going to their drop-in groups and it was great to meet other dads and hear their stories and what they were struggling with.\"These sessions helped normalise struggles of fatherhood to me and now I realise that I'm not alone - and not the only one who may feel that they don't know what they're doing all of the time.\"Sean said this had made him a better dad.He also now has a job volunteering as a supervisor in a food bank.\"DadsWork have really helped me be more productive with the time I spend with my daughter too,\" he added.He said they now do \"all sorts of things together\" and had been supported with swimming passes.\"My daughter loves it and it's helping me get into shape and get my confidence back,\" he said.Kevin Young, project manager of DadsWork, said the organisation was there to offer support.He said: \"Sean has made a remarkable turnaround. When we first met him he was low in confidence and self esteem and wouldn't go out.\"We have spent a lot of time building our relationship with him to establish trust.\"He has gone from the vacuum cleaner, which was a small thing but huge thing for his family, to engaging with us hugely.\"Now Sean feels in a better place and hopes to lose weight so he can meet a new partner.\"I hate being on my own and I hate being lonely,\" he said. \"I'm in a terrible place with my weight and hate having my picture taken or looking at myself.\"But now I'm working again I feel ready to lose weight.\"Sean, who spoke to BBC Scotland before The Whale was released in cinemas, had said he was desperate to see the film.\"I ended up in tears when I watched the trailer, I related to it so much,\" he said.\"I couldn't tell you the last time I wanted to see a film at the cinema but this one massively ties into my situation.\"I empathise with him and it also gives a voice to people in my position.\"He is a teacher and is helping society. It shows people benefitting from his life, as normally overweight people are hidden away and are not given the credit they are due.\"© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14A6C/production/_128488548_seancrawford5.jpg",
    "authors": "By Angie Brown"
  },
  {
    "id": 10,
    "title": "Climate change: Big polluters set out £30bn plan to cut emissions",
    "date": "2023-03-13T06:27:30.000Z",
    "subtitle": "Some of Wales' biggest greenhouse gas-emitting firms have set out a £30bn plan to effectively cut their carbon emissions completely.",
    "topic": "Climate change",
    "text": "Some of Wales' biggest greenhouse gas-emitting firms have set out a £30bn plan to effectively cut their carbon emissions completely.About 40 bodies in south Wales want to reach net zero by 2040 and lower Wales' CO2 emissions by 40%.The South Wales Industrial Cluster (Swic) claims the plan will safeguard more than 100,000 jobs, but will require £30bn of investment.It is the result of a two-year, £40m collaborative project.South Wales is currently the second-biggest polluting region in the UK due to its heavy industry.The group, made up of steelworks, oil refineries, chemical plants, ports, universities and local authorities in the region, said a greener electricity grid and hydrogen and carbon capture infrastructure was urgently needed.The plan, it is claimed, could also \"unlock\" decarbonisation for smaller businesses and homes.The Swic commissioned a report on how to to effectively cut their carbon emissions completely in less than two decades.Chris Williams, head of industrial decarbonisation at Industry Wales, called the report a \"step-by-step roadmap for the decarbonisation of south Wales industry and the infrastructure required to achieve net zero\".\"Our industries need a solid plan, backed by supportive policies to enable them to carry out their own individual decarbonisation journeys,\" he added.As well as greener infrastructure the report called for more competitive energy prices in the UK.The bid to create a freeport in south-west Wales is also crucial to the plan.According to project manager Flora Davies, from CR Plus consultants, decarbonising industry may allow more of our homes to become net zero in future too.\"By decarbonising industry in the UK it unlocks lots of opportunities for other organisations and homes to decarbonise as well by setting up the infrastructure,\" she added. RWE, which runs Pembroke Power Station, has big plans for reaching net zero, including green and blue hydrogen projects, carbon capture and storage as well as battery storage powered by proposed floating offshore wind farms off the Pembrokeshire coast.Richard Little, director of RWE's Pembroke Net Zero Centre, says there are two ways to reach net zero.\"We can decarbonise south Wales by closing all this industry,\" he said. \"Or you can get properly behind the creation of the floating wind, the distribution - as in the grid capability - to export that power from south Wales and the pipework infrastructure to capture CO2 and to distribute hydrogen.  \"That allows you to not only preserve the industry we've got but to actually create a green industry opportunity for south Wales.\"So you actually end up reaching your net target quicker and without losing your industrial jobs.\"ROCKWOOL, which has a plant in Bridgend and employs 500 people across the UK, melts volcanic rock at over 1,000C (1832F) to make stone wool insulation for homes and buildings. The product may be good for the environment, but the process of making it is very energy intensive.  They have already been piloting technology alongside Swansea University to try to capture the carbon emitted during production.The firm is also looking at decarbonising its fleet of distribution lorries and recycling its products. Nick Wilson, the managing director of ROCKWOOL UK, said: \"If we don't decarbonise, it puts at risk our future expansion, our growth, and the investment that we are putting into this area.\"But if you look at the decarbonisation targets by 2050, we don't have a choice. It's something we take very seriously as a business. \"The carbon capture technology we're working on with Swic is really important but it's not the only solution, we're also looking at hydrogen, we're looking at solar, we're looking at biogas for our haulage fleets... decarbonisation is an end-to-end process.\"Welsh Secretary David TC Davies said: \"[The] UK government is pleased to fund projects like the South Wales Industrial Cluster that bring together industry to develop pathways to decarbonisation. \"We want to make sure the economy of Wales is fit for the future, providing skilled jobs, and driving prosperity alongside achieving our net zero targets.  \"We look forward to working with partners and stakeholders to help us achieve these goals.\" Wales' Economy Minister Vaughan Gething added: \"Today marks an important opportunity to recognise the work and commend all those involved in delivery of the South Wales Industrial Cluster Plan, and I look forward to learning more about their findings.\"© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13462/production/_128964987_dea55d63-0429-4c7f-b186-cbca0c254db3.jpg",
    "authors": "By Teleri Glyn Jones"
  },
  {
    "id": 11,
    "title": "The chef, the model and Rishi's missing millions",
    "date": "2023-03-10T18:04:47.000Z",
    "subtitle": "The final three members of a money laundering gang which also stole £10m of UK taxpayers' money after taking advantage of a covid loan scheme, have been sentenced.",
    "topic": "Coronavirus pandemic",
    "text": "The final three members of a money laundering gang which also stole £10m of UK taxpayers' money after taking advantage of a covid loan scheme, have been sentenced. It means the BBC can now tell the full story of a case that illustrates just how easy it was to exploit a scheme aimed at supporting small businesses struggling during the pandemic. In 2020, the gang used scores of bogus companies to take advantage of the then-Chancellor Rishi Sunak's Bounce Back Loan scheme.Any small company could apply for up to £50,000 of taxpayers' money but, in the rush to save the economy, checks on borrowers were limited. In fact, the gang's £10m is only a drop in the ocean. The National Audit Office estimates the taxpayer could lose billions of pounds in Bounce Back Loan fraud.  The latest convictions - bringing the total number to 10 - are a good result for the Organised Crime Partnership, a joint unit made up of the National Crime Agency and Met Police. It's thought the gang laundered as much as £70m. But only £181,600 of the money has been recovered and it's believed other offenders involved in the fraud are still at large.The gang were able to steal so much money because long before covid, its ringleaders had already established a network of bogus companies to launder cash from VAT fraud and other criminal activities, including drug dealing and construction scams.But when the pandemic struck, Artem Terzyan, a Russian, and Deivis Grochiatskij from Lithuania, who had been on the NCA's radar since 2017, suddenly found themselves with a reduced income. As the world locked down, criminals were hit just like legitimate businesses. The pair realised they had to diversify, targeting the UK Government Bounce Back Loans emergency scheme which saw more than 1.5 million loans worth nearly £47bn approved.The men bagged £10m - they applied for the cash claiming their bogus companies were in danger of going bust. But they got careless. As well as the loan cash, they continued to launder other money, all under the noses of the NCA.  So when officers arrested them again in November 2020, they found overwhelming evidence of wrongdoing.  At their trial in December 2021, the court heard how both men had used the money to buy high-end watches, foreign holidays and cars. The rest of the cash had been transferred immediately abroad.The NCA's John Coles says usually only lottery winners could suddenly spend money so freely. \"These people won the lottery in a totally different way.\" In December 2021, Terzyan and Grochiatskij were jailed for laundering as much as £70m and stealing £10m in Bounce Back Loans. Terzyan is serving 17 years - and Grochiatskij, 16.The last of three trials concluded on Friday at Kingston Crown Court, with the final three defendants receiving suspended sentences. It means reporting restrictions can now be lifted. Each of Terzyan and Grochiatskij's bogus companies that received Bounce Back Loan money in 2020 had a real person appointed as a director. We decided to trace two of these directors and find out if they had any idea where the money had gone.Scouring court documents and the files of Companies House, the names of two of these bogus firms stood out - Bart Solution Ltd and JK Consult Ltd. The prosecution said they had been used to launder large amounts of money.Just over £10m was paid into and out of the accounts of Bart Solution Ltd during 2020. The prosecution told the court most of this money came from Bounce Back Loans.In court, JK Consult LTD was described as a \"shell company\" with no assets. Despite that, millions of pounds was deposited into its accounts and then sent on to other companies both in the UK and around the world.The Companies House database also provided us with two names - each one a director of the two bogus firms. Povilas Bartkevicius was the name listed for Bart Solution Ltd - and Yekaterina Kobrina, the director of JK Consult Ltd.By examining social media accounts we learned that Mr Barkevicius is a chef, while Ms Kobrina is a model with thousands of followers on Instagram. Both have links to the capital of Lithuania, Vilnius, so we went to try to track them down.We enlisted the help of BBC colleagues based in Vilnius, but a scan of local telephone and government online directories came up blank, with neither director listed. Mr Barkevicius stopped posting on social media in 2021, but his final posts show he worked at an expensive restaurant just outside the capital.We rang the restaurant but were told that he was not working there, and they refused to give us his home address. They then became suspicious and wanted to know why we were searching for him. It felt like a dead end.So we decided to get creative. Taking the user name of his Facebook and Instagram accounts, we searched for him elsewhere online - Telegram and Tiktok. But with no luck.Then we tried the activity app Strava, which cyclists, runners and walkers use to track their progress. Remarkably, we found he had an account and that he had not set it to private. It showed that in the summer of 2022, he cycled from the same location every morning and returned each evening. We followed this trail back through the city to a Soviet-era block of hundreds of apartments - but which one was his?The chef, the model and the missing millionsThe inside story of a crime gang that stole millions of pounds in government loans.Watch now on BBC iPlayer (UK Only) We then did more digging on Facebook and discovered he likes BMWs. In fact, he posted a picture of his car, asking members of a BMW owners' group for help with a broken rear light. We hunted around the car parks near the blocks and matched the photo online to his silver BMW. Bingo.The following day we were up in the dark at 05:30 - it was below zero and there was snow on the ground. We drove to the block and parked near his car, waiting by the communal door. Too cold to cycle, we assumed he must now be driving to work. Within minutes, Mr Bartkevicius walked out of the block of flats and we were there to greet him.We introduced ourselves and asked if he knew where the money in the bogus company he was linked to had gone. He seemed genuinely shocked to see us and confused by our question. He insisted he had no idea he had been a named director for Bart Solution Ltd.He said he had read accounts of the court case in the papers but knew nothing about what the gang were up to before then.\"I heard that they were laundering money, but I didn't know that they laundered £10m [in] my name,\" Mr Bartkevicius told us. He insisted he was in the dark about the loan money. \"If I had some money, even 10,000, I wouldn't work two job,\" he said. \"I just married two months ago. I was working all weekends, just to be able to buy everything for my wedding.\"He maintained he had no idea what happened to the money. He has not been interviewed by the police in Lithuania or the NCA in the UK.But what of the model Yekaterina Kobrina? We rang a clothes shop in Vilnius which she used to model for, to see if we could book her for an assignment. But the owner was suspicious and wouldn't help.Ms Kobrina had posted a lot of photos on her social media of holidays in exotic places, but very little about her life in Vilnius.Bizarrely though, after searching a whole range of local Facebook groups, one of her posts popped up in a group full of people angry about the poor quality of produce available in their local supermarket.We could see Ms Kobrina regularly complained about the state of the vegetables, especially the potatoes.We traced the shop to an area of grimy tower blocks in the north of the city. We spent the next couple of days in the area trying to trace her. But it was only after a tip-off from a local BBC producer, that we spotted her walking down a street.She seemed surprised when we approached her, but she shook my hand, laughed and told me how nice it was to see me.We asked her about the company she was a named director of - JK Consult Ltd - and if she knew where all the money from the Bounce Back Loans had gone.Ms Kobrina told us: \"I don't have any answers, you can check that all my property is leased, I have huge loans. I don't know anything. You should ask other people. Because I live in Vilnius, in Lithuania.\"No comments, only with my lawyer.\" Then she drove away.We learned later that she had been interviewed by police in Lithuania, but had not been charged. So, despite our efforts, we were no closer to knowing whether Mr Bartkevicius or Ms Kobrina knew anything about the fraud or what their names were being used for.One man who is not surprised by this story is Mike Craig, who has waged a one-man campaign to highlight problems with the loans. His Twitter profile has tens of thousands of followers and his \"Mr Bounceback\" website tries to help legitimate firms.The most recent government report estimated 8% of all Bounce Back Loans could be lost to fraud or error.  To date, 273 investigations have been launched - involving £160m of bogus loans. Forty-nine people have been arrested. The Department for Business, Energy and Industrial Strategy said the government was \"bearing down\" on this fraud. A spokesman said: \"We are working with lenders, law enforcement, and partners across government to recover fraudulently-obtained loans.  We wholly support the Insolvency Service in penalising those who sought to defraud the scheme for their own financial gain.\"Mr Craig says the loan scheme was obviously vulnerable from the start - requiring no affordability or credit checks, which was \"like a jackpot for a lot of people\".\"At the start I thought all you need for a Bounce Back Loan is an eligible company and a pulse. But it turns out you didn't need either,\" he says. I ask him where that leaves the taxpayer? He replies, \"Stuffed for billions of pounds\". © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/5013/production/_128899402_f794bc6a-3a5c-4ead-9b0d-2714e855fbeb.jpg",
    "authors": "By Angus Crawford, Tony Smith & Sarah Bell"
  },
  {
    "id": 12,
    "title": "Covid in Wales: What do the stats tell us?",
    "date": "2023-03-10T16:18:41.000Z",
    "subtitle": "What can statistics tell us about coronavirus in Wales?",
    "topic": "Coronavirus pandemic",
    "text": "What can statistics tell us about coronavirus in Wales?Here we update some of the key weekly and monthly data for measuring the pandemic and also assess some of the key Covid-19 indicators over the past three years.We are officially still at a \"Covid stable\" stage and surveillance measures are being reassessed, although some indicators, are still being published.Covid-19 infections are uncertain in Wales, according to latest estimates.One in 45 people - 66,200 or 2.14% of the population - were estimated to have had Covid up to 28 February, according to the Office for National Statistics (ONS).This is slightly down on the previous week (68,100) after recent increases.  But it is about two-thirds of the estimated number of infections we were seeing at this same point last year and less than half the numbers in early January.Since summer 2020, the ONS has organised a weekly nose and throat swab survey involving thousands of households across Wales, which now sees people being sent test kits by post.It became the most important tool to measure the level of infections, with the end of mass testing in March 2022.However, ONS said it will pause the survey at the end of March 2023, while the UK Health Security Agency (UKHSA) works to confirm a surveillance approach which was \"proportionate and cost effective\" to living with Covid.Infections are estimated to be rising in Scotland but uncertain in England and Northern Ireland.The estimates are that one in 40 people in England and Scotland too and one in 75 in Northern Ireland have the virus.Highest daily estimates are currently in Wales in the over 70s and 80s.The number of acute hospital patients testing positive for Covid by 8 March was slightly higher than it had been in the same week in the previous year.Numbers were up for the fifth week in succession after falling steadily from a peak in late December, but still very few patients testing positive are being \"actively\" treated for Covid.We know about 95% of people are currently being treated primarily for other conditions and happen to test positive while in hospital or on admission. The number of patients testing positive for Covid in hospital beds in Wales was 489 - up 37% on the week before.This includes 418 patients with Covid in acute beds where the vast majority continue to be \"incidental\" Covid patients, who happen to test positive in hospital.Only 21 (5%) confirmed Covid patients in acute beds on 8 March were being primarily treated for the virus, with 397 patients in hospital being treated for other conditions.For the first time in nearly three years, Digital Health and Care Wales is only publishing a weekly snapshot figure for hospital patients with Covid, because numbers have remained stable.When we include patients with suspected Covid and those recovering, there were 829 people in hospital beds on 8 March - up 28% on the week before. These included 309 patients recovering, so they were no longer testing positive for Covid but were waiting for discharge or for a care package to become available.There were six patients in critical care with Covid on 8 March, the same as the week before; they have been in single figures for the last five weeks.Only three of these were primarily being treated for Covid.There are 30 times more non-Covid patients in critical care than patients with the virus.   There were 24 patients with Covid in critical care at the peak of winter 2022-23, compared to 40 the previous year, while in the second wave in January 2021 it peaked at 150 patients.The mortality rate of critical care Covid patients, in the most recent study of 398 Welsh patients since January 2022, was about 31%, including those who died later on a general ward.About 61% had been discharged from hospital. The study also showed patients admitted in the past year who survived are spending less time in critical care - an average seven days - than earlier in the pandemic. The average age of those admitted in 2022 was 59, just over half were men. Half were from more deprived parts of Wales. About 27% were under 50.The study, at a UK level, showed 61% of those Covid patients in critical care were unvaccinated in December 2021.There were seven admissions of people testing positive for Covid on 8 March - the winter peak was 20 over Christmas.For the first time since the pandemic began, no Covid admissions were recorded on 24 January. The previous low had been just one admission on two days in May and June 2022.Only a weekly figure for Covid admissions will be given from now on by Digital Health and Care Wales, unless numbers increase significantly.There were 21 patients (5%) in acute hospital beds with Covid who were being primarily or \"actively\" treated for the virus on 8 March. This is slightly more than the week before (14).It does not mean these patients cannot have complications because of Covid and it can still present challenges for patient management.Broken down by health board, only four health boards, topped by Cardiff and Vale, recorded numbers of patients testing positive who were being treated \"actively\" for Covid last Wednesday.That figure has remained stable for the last two months, although numbers with \"incidental\" Covid have risen.The Icnarc intensive care study has found a far smaller proportion of critical care patients with Covid were being primarily treated for the virus during 2022 (41%), compared to the period before (nearly 86%).The mortality rate was 31% for those with \"primary\" Covid, compared to 25% for those with incidental Covid.The figures on \"incidental\" Covid cases have only been published in the past year.Digital Health and Care Wales indicated the data had no standard definition for \"actively being treated for Covid\", meaning there were some differences between health boards in how they arrived at the figure so we have to take a little care in how these are interpreted.Patients who are asymptomatic are no longer being tested routinely so this is another factor to consider.There were 312 positive tests for Covid in hospitals in the week ending 5 March.Public Health Wales figures show in the latest week, \"probably\" or \"definitely\" hospital-acquired cases in patients are ahead of those community-acquired or indeterminate Covid cases. Hospital-acquired infections stood at 221, the highest weekly figure since the start of the year.There have been 18,800 hospital-acquired infections recorded since the start of the pandemic.An indication of pressure on the NHS is overall bed occupancy in acute hospitals, which hit a new high of 96.2% on 1 March.This broke the previous record set two weeks before and an earlier high at the end of October 2022.The latest weekly snapshot showed bed occupancy at 95.5%.Across Aneurin Bevan health board it had only two vacant acute beds available.We know that modelling from Welsh government scientists suggested in a \"worst case\" scenario that Covid, flu and other respiratory conditions could account for 2,750 hospital beds - or 28% of total capacity at the winter peak in 2022-23.The \"most likely\" scenario had been for 1,390 patients with Covid, flu and other respiratory conditions on 9 December, including 668 with confirmed positive tests for Covid.The peak when it came in early January reached around 1,760 patients.By 5 March it stood at 658 patients with Covid, flu or RSV - or 7.4% of all in-patients in hospital beds. A rise in patients testing positive for Covid has increased figures over the last four weeks.Numbers in hospital beds with flu were at the lowest level since the autumn;  there were two patients with flu in critical care.Modelling for Covid alone peaked at more than 1,800 patients with the virus in a \"worst case scenario\" in December.The actual curve for patients with Covid positive tests is now tracking slightly above the \"most likely\" scenario after following a more undulating pattern, which had taken it closer to the \"optimistic\" scenario at one point.Scientific advisers with a more up to date projection at the end of November suggested hospital bed occupancy with Covid would continue to decline to December and reach a plateau in the following weeks. A slight increase in Covid admissions was projected towards the end of January and February.Another measure of pressure on the health service is NHS staff absence.A total of 0.4% of staff - about 400 - were absent due to Covid-related sickness in the week to 27 February. Another 0.1% of staff were having to self-isolate, according to the bi-monthly Welsh government figures. This does not include NHS Wales staff absent for other reasons. Total absence stands at 5.3%, about the same as the usual pre-pandemic figure of about 5%.The quarterly average to September 2022 was 6.6%, about the same as the three months to March 2022 and the fourth highest rate on record.Data from the latest infection survey from the Office for National Statistics suggests 97.1% of adults in Wales have some protection from antibodies - through vaccination or immunity following infection.The estimate is 95.7% of 16 to 24-year-olds in Wales would have tested positive for antibodies.At the higher threshold, 79.7% of adults in Wales are at or above 800 nanograms per millilitre and nearly three quarters in those aged 16 to 24 and 95.3% of the 75-79 age group.As part of its weekly swab survey, involving many thousands of people across the UK, some participants also have their level of antibodies checked in a blood test and are also asked a series of other questions towards fact-finding about Covid.Scientific advisers to the Welsh government said 0.6% of people aged 12 and over were estimated to be at risk of going to hospital with Covid at the start of April 2022, compared with 9.3% two years before, at the start of the pandemic.And for those at-risk groups, 6% were estimated to be at risk of needing hospital treatment and 7% of the over-60s.This is thanks to vaccination and natural protection from immunity after having infection.The rate at which GPs are consulted about Covid-19 is also another indicator, which peaked in the first week of January 2022 at 98 consultations per 100,000 and has now fallen back to around two per 100,000. The number of people who have died with Covid a contributory factor has reached 11,556 in Wales, for registrations since March 2020.In the most recent week, up to 24 February, 20 people in Wales had a death registered which involved Covid-19 and saw it mentioned on their death certificate, according to the ONS.This compared to 13 in the previous week, which had been the lowest weekly figure since the end of last September.Most of the deaths were in hospitals and five involved residents from Powys.There were no Covid deaths registered in 10 local authorities:  Caerphilly, Ceredigion, Conwy, Denbighshire, Merthyr Tydfil, Monmouthshire, Rhondda Cynon Taf, Torfaen, Vale of Glamorgan and Wrexham.When counted by day occurring - not day registered - there were 10 deaths involving Covid in the past week registered so far, compared to 14 in the previous week.However, the most recent weekly figures are usually an underestimate, due to delays in registrations catching up.ONS says that up to the end of January there have been 9,543 deaths due to Covid, with the virus the underlying cause of death.The pattern for deaths remained fairly low in 2022, although the summer heatwave brought a peak of 27 deaths between 18-19 July 2022.This winter brought a peak of 17 deaths on 10 January 2023, the most occurring in a single day for a year.There have been less than half the number of Covid deaths so far in 2023 compared to the same period in 2022.The ONS measure includes deaths in people's homes, hospices and other settings, as well as hospitals and care homes.The first wave peaked with 73 deaths on a single day in April , while Covid's second wave in the winter of 2020-21 brought 83 deaths on 11 January 2021 alone - the worst single day during the pandemic in Wales.ONS also records so-called \"excess deaths\". This has been seen as a useful measure of the pandemic's impact because it looks at deaths from all causes overall, compared with the five-year, non-pandemic average.So since March 2020, there have been 9,240 more deaths than we might expect to see on average.There have been 2,121 deaths from all causes above the non-pandemic average since July 2022 alone, roughly split between Covid and non-Covid deaths, with 52% of these having involved Covid.In the period up to the summer of 2022, a quarter of deaths from ill-defined conditions, including frailty and old age, were excess deaths and there were more than 200 excess deaths in each of these conditions: diabetes, heart failure and liver disease.Deaths in the week ending 24 February were below the five-year pre-pandemic average for the second week in succession and only the third time since last July.There were 707 deaths from all causes - this is 18 fewer (-2.5%) than the average. Covid accounted for 2.8% of all deaths in Wales in the latest week, less than the proportion in England (3.6%), where deaths remained above the five-year average.Across England and Wales, Covid was the underlying cause in two thirds of deaths where it was mentioned on the death certificate, so deaths can said to be \"due to\" Covid.Analysis by ONS found excess deaths - when deaths due to Covid were excluded - were 103 (-0.1%) below average over the pandemic period to the end of December 2022.But non-Covid excess deaths were running above average for eight successive months at the end of 2022, totalling 1,653.At a local level, Caerphilly had the highest proportion of excess deaths (14.4%) and the highest proportion of deaths above average when Covid was excluded as a cause (4.3%).Nearly a fifth (17.9%) of all Covid deaths registered have occurred in care homes.There was one death involving Covid among care home residents registered in the latest week. This is out of 93 deaths from all causes.Care Inspectorate Wales reports that deaths peaked in May 2020 and said it has been notified of 2,298 care home resident deaths with suspected or confirmed Covid since the pandemic began.It had been notified of 31 deaths involving Covid so far in 2023 and one since the start of March.There were 726 deaths above the five-year average in care homes in Wales in April 2020, at the height of the first wave of the pandemic.There were also high numbers of excess deaths in the winter of 2020-21, when the vaccination programme was only just starting.Altogether, in the three-year period from January 2020 there were nearly 1,500 excess deaths in care homes in Wales.ONS analysis of deaths in care homes in 2021 found mortality rates lower in Wales in men than in England or any English region.Covid was the second highest cause of death in care home residents after dementia, accounting for 12.9% of male resident deaths and 11.1% of female resident deaths.Covid-19 was the seventh leading cause of death in Wales in January 2023, after being the eighth leading cause in December.Mortality analysis by the ONS showed deaths due to Covid - 169 in total occurred over the month - accounted for 4% of all registered deaths. This was significantly more than in December, when there were 92 deaths due to Covid.Looking at when Covid was a contributory factor, there were 234 deaths involving Covid in Wales - or 5.5% of all deaths registered in January.Dementia was again the leading cause of death in January 2023 in Wales, for the sixth consecutive month - however heart disease ranked as the leading cause of death for 2022 as a whole. Flu and pneumonia again ranked third, ahead of Covid, with its mortality rate for a fifth month in succession.Covid was the seventh leading cause of death in 2022, with a mortality rate of 38.5 deaths per 100,000, after being the second leading cause of death in Wales after heart disease in 2021 and the leading cause of death at the height of the pandemic in 2020.The ONS analysis of excess deaths - the number of deaths above what we might normally expect to see - found deaths were 5% above average in Wales in 2022, but when adjusted for age and population, the rate was 1.1% below average. It was 0.7% below average in England.The leading cause of these excess deaths was symptoms, signs, and ill-defined conditions, which include old age and frailty. There were 231 of these deaths above normal levels (more than 30% above average). These factors were also the most common pre-existing conditions in nearly 30% of deaths due to Covid.But there were 537 fewer deaths from flu and pneumonia in Wales than normal (27.9% below average).In January 2023,  chronic lower respiratory diseases were the leading cause of excess deaths - 40.8% above average. There were overall, 506 more deaths from all causes (13.6%) than the five-year average in the month, significantly higher than the mortality rate for January 2022. The ONS, which takes into account population and age structure, found the mortality rate for deaths due to Covid in Wales in January was 56 deaths per 100,000 - an increase on December's figure. Across the course of the pandemic, the age-standardised mortality rate for deaths involving Covid is slightly higher in Wales (115.1 deaths per 100,000), than England on 114.1 deaths per 100,000, with Scotland (106) and Northern Ireland (105.5) both lower in the 35 months to the end of January.The age-standardised mortality rate due to Covid - with Covid the underlying cause of death - is slightly higher in England than in Wales.It is also higher in all English regions apart from south west, south east and east England.When a crude mortality rate, not adjusting for the age or population profile, is used, deaths are higher in Wales.The ONS also looks at how deaths are registered on certificates and found Covid was the underlying cause of death - not just a contributory factor - in 72% of Covid deaths mentioned by doctors on death certificate in Wales in January. It has been as high as 94% and on average since the start of the pandemic, 83.1% of deaths with Covid on death certificates can be said to be due to Covid.So, there were 9,543 deaths due to Covid by the end of January 2023 in Wales, 54% of them male.In about 4% of these deaths, the doctor had written that Covid was \"suspected\".A doctor's duties include certifying deaths, and this can include any cause in a chain of events leading up to them, including pre-existing conditions and whatever medically makes a contribution. Rhondda Cynon Taf (RCT) has the highest mortality rate over the course of the pandemic in Wales.By 24 February, RCT had reached a total of 1,171 deaths and also had the eighth highest crude mortality rate (492.6 deaths per 100,000) of all local authorities across England and Wales.Merthyr Tydfil (488.1 deaths per 100,000) was the ninth highest and Bridgend 15th (473.5 deaths per 100,000).Cardiff (1,161) has the second highest number of deaths in Wales.Six of RCT's communities were also in the highest 20 within Wales during the first and second waves, when the death rates can be broken down further.At a health board level, the age-standardised mortality rate for Cwm Taf Morgannwg, which covers RCT, Merthyr and Bridgend, was 143.4 deaths per 100,000 due to Covid in the pandemic up to the end of January 2023. This is the highest in Wales, the lowest being 60.8 deaths due to Covid in the Powys health board area, set against a Welsh average of 95.The community with the highest number of Covid deaths across 2020 and 2021, including in the first two waves of the pandemic, was Tonyrefail West, with a total of 63 deaths due to Covid.This was followed by Sandfields in Port Talbot and Porth East and Ynyshir in Rhondda Cynon Taf (55 deaths each), by the end of 2021.When translated into mortality rates, based on population size, Gwersyllt West and Summerhill in Wrexham was the highest at 742.6 deaths per 100,000 - or 44 deaths over the two years.This was followed by Tonyrefail West, Port Talbot East and Llanelli Bigyn in Carmarthenshire.All communities of Wales have now had at least two deaths during the pandemic.The lowest number of deaths at a community level were in Aberystwyth North and Aberystwyth South, Bangor City and Llandudno Junction South and Llansanffraid Glan Conwy.At a local authority level, in the second wave of the pandemic, Bridgend was the worst-hit area in Wales.In 2021, Bridgend had the highest Covid mortality rate - 271 deaths or 183.2 deaths per 100,000; this was the 24th highest area across England and Wales.There are figures to compare relative excess deaths in different European countries.Bulgaria has the highest relative cumulative age-standardised mortality rate - 18.2% higher than normal - and Norway the lowest, 4.1% below average.Wales was 3.7% above average in June 2021 and then 2.1% above average in July 2022 - ranked 21st out of 33 nations.For those aged under 65, Wales was 4.8% above average (ranked 12th) and 1.5% above average (joint 24th) in the over-65s.  Wales also saw excess mortality in more than half of weeks over the period.More than 8.6m doses of Covid vaccine have been administered in Wales since December 2020.The vast majority in recent weeks have been autumn-winter boosters, although the programme is now down to a comparative trickle, with a few hundred a day.There were around 2,200 boosters given out in the latest week - 80% of all Covid vaccine doses.So far, more than 1.1m autumn boosters have been given out, reaching nearly 89% of care home residents and more than 82% of over 65s. A total of 59.8% of those aged 50 to 64 have also had autumn boosters.Wales has reached proportionately more of key groups with autumn boosters than England, although fewer than Scotland.There are also fewer of the key groups reached than the earlier phases of the programme.The boosters were reaching fewer elderly people from black and ethnic minorities, with the gap widest in the over 80s - just 40% compared to 54% of white over 80s by early October.The previous booster campaign saw 85% of those eligible being given a dose.The offers of the primary course of vaccine to anyone over five, available since December 2020, will end in June 2023 - and 48 people took up the offer in the latest week. Higher risk groups are expected to be offered another booster in Autumn 2023.The dominant variant in Wales has been Omicron for more than a year and 1,021 new cases have been sequenced in the last month.Because of the ending of mass testing in April 2022, we should not expect to see the same numbers of results going off for sequencing any more.Around 85% of the sub-variants analysed in Wales in the last week have been from the CH1.1.1 and XBB.1.5 sub-variants of BA.5. The XBB.1.5 sub-variant - which has been spreading rapidly in the United States in January - is now being picked up in Wales too, with 236 cases so far.Infection estimates by ONS suggest BA.5 overtook the BA.1 strain in early March 2022, while the following BA.4 and BA.5 strains overtook BA.2 in the second week of June in Wales.Health officials say the BA.4 and BA.5 sub-variants are six times more transmissible than the original Wuhan Covid strain but that vaccines were still working to prevent serious illness in most people.The numbers of people who are reporting they have long Covid symptoms in Wales a year after being infected are now estimated to be around 56,000.This is just under 2% of the population who are estimated to still be suffering symptoms 12 months or more since having Covid.A total of 95,000 people were estimated to have long Covid at any duration. Of these, 22% said it had \"a lot\" of impact on their daily lives and 52% said it had little impact.An estimated 3.13% of people in Wales report having long Covid - this is slightly less than in Scotland and the West Midlands and north west and north east of England.Just under 2% reported long Covid after a year - more than Scotland and Northern Ireland and about the same as England.Across the UK, prevalence was greatest in the 35 to 69 age group, in women, and in people living in deprived areas.A survey of more than 1,600 people with long Covid in Wales referred to the Adferiad recovery programme found around 70% were female and half were aged over 50.Of those needing follow-up, around a quarter had hospital treatment. Average stays were around two weeks.Fatigue, \"brain fog\" and shortness of breath were the most common symptoms.Scientific advisers for the Welsh government estimate that potentially up to a quarter of people who have Covid may develop long Covid.In January 2022, this would have included far higher proportions of Covid cases involving people aged between 50 and 70 - an estimated 43% of those with Covid.But even if 6% of young people under 25 with Covid developed long-term symptoms, this could still mean more than 2,200 young people with long Covid in Wales.This analysis was used to develop a \"social cost\" estimate for Covid, which looked at the cost to the NHS of treating Covid at different stages of the pandemic.With the effects of the vaccine, and less patient time in hospital and intensive care, it meant this estimated cost had fallen from £21,000 per case in the second wave of the pandemic to £5,769 per case by January 2022.Of this, more than £4,800 per case would be the cost of long Covid.When we look at infections in communities, broken down into middle-layer super output areas, with populations averaging 5,000, there has generally a split between rural and more urban areas.This is still noticeable when we look at a map of community case rates for the whole pandemic, taking into account population sizes.The Wales positivity rate was around 18% by the end of 2022 but there were far fewer PCR tests after the end of mass testing in April.At the peak of the Omicron wave at the end of 2021, the positivity rate reached 51.6% of all tests carried out.Locally, Neath Port Talbot over the course of the whole pandemic had the highest positivity rate (18.8%) and Ceredigion the lowest.Earlier in the pandemic, a 5% positivity threshold was suggested by the World Health Organisation as an indicator that infections were too high.There was a much younger profile to cases in the third wave in the latter half of 2021.Between January and March 2022 there was a rise in proportions of those aged 20 to 40 testing positive. In terms of PCR tests, the 20 to 40 age group made up more than 41% of positive results in winter 2021-22.The so-called R-number - the reproduction number - had been a tool to express the infection rate of Covid.However, it is has now been phased out as a measure.Expressed within a range, if it was above 1, this indicated that infections were growing. The range for the last estimate in December 2022 was between 0.9 and 1.2, suggesting infections were rising. So, for every 10 people with Covid in Wales, between another nine and 12 people would be infected.More than 8.7 million Covid-19 tests have been carried out during the pandemic, with the first positive result recorded in Swansea on 27 February 2020.For most of the first wave, testing was confined to hospitals and some care homes but mass testing became available in the spring of 2020.This ended at the start of April 2022, although it will remain in place for hospital patients and there will be some for vulnerable people and those with symptoms in care homes.There are around 4,500 PCR tests currently taking place each week, compared to around 200,000 a week at the pandemic's peak.Testing that's processed privately - at so-called Lighthouse labs - is no longer taking place.Free lateral flow tests (LFTs) are no longer available, except to certain groups and in certain settings.From the summer of 2021, and with the easing of restrictions, they had been used more for asymptomatic people going to work or attending events.Then between April and July 2022, people with symptoms were asked to take LFTs.The number reporting tests had been falling as a result of the end of freely-available LFT kits.Under a thousand positive lateral flow test results are being reported each week currently.Up to the end of routine testing in April 2022, about 17,000 PCR tests routinely took place in hospitals each week and up to 30,000 weekly in care homes. There have also now been changes to guidance for Covid testing in hospitals, although patients will still be tested before admission or ahead of surgery or chemotherapy.Since the start of 2023, only about 3,000-3,500 PCR tests are being carried out each week.Altogether, around 32,500 positive results were recorded in care homes over the course of the routine testing programme from autumn 2020.Care home staff no longer need to take a weekly PCR test, while free lateral flow tests will only be provided in limited circumstances.Care Inspectorate Wales figures also show 21 care homes in Wales have notified one or more confirmed cases of Covid in the latest week.School absences for Covid-related reasons are no longer being recorded. We saw over the 2021-22 academic year, 69.1% of pupils missed at least half a day's schooling because of Covid.Meanwhile, absence in general was much higher than in previous years - running at an average of 11% in primary-aged pupils and 16.3% in secondary-aged children during the 2021-22 academic year.This was more than twice the absence rate in pre-pandemic years.Analysis of these figures showed 10% were persistently absent - and this rose to 21% of those from poorer backgrounds.In the financial year ending in March 2021, the first year of the pandemic, spending on infectious diseases in the NHS in Wales jumped by £373 million.That worked out at £156 per person in Wales, or just under 6% of all NHS Wales spending.The costing of treating patients with Covid and managing the virus was put at £628m. Spending also included field hospitals and operating the track and trace system.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1376E/production/_128662797_covidgraphic2_gettyimages-1428643777.png",
    "authors": "By Steve Duffy"
  },
  {
    "id": 13,
    "title": "Luton Lockdown breach councillors de-selected",
    "date": "2023-03-10T15:24:34.000Z",
    "subtitle": "Three Labour councillors who broke the rules during the pandemic lockdown have been de-selected ahead of the local elections in May.",
    "topic": "Coronavirus pandemic",
    "text": "Three Labour councillors who broke the rules during the pandemic lockdown have been de-selected ahead of the local elections in May.Former Luton mayor Tahir Malik and councillors Waheed Akbar and Asif Masood, were pictured at a gathering in a garden in July 2020. Luton's two Labour branches are unable to select their own candidates locally at the moment.The Labour Party said selection process was \"incredibly competitive\".In late 2020, Luton faced extra tier 2 social restrictions after a rise in Covid cases.Labour has a large majority of seats, at 32, on Luton Council, with the Liberal Democrats with 12 and the Conservatives with four.Although the three councillors apologised for breaching lockdown rules and Mr Malik resigned as mayor, none of them were fined. The two local party branches, for unrelated reasons, had been put in \"special measures\" which has meant local candidates have had to be selected by the national party.The three serving councillors could still choose to stand as independents in the 4 May elections, or approach other parties, with the full list of candidates to be revealed on 5 April.The three are among eight who will not be seeking re-election as Labour candidates.Of the other five, Anne Donelon, is standing as an independent and Ghulam Javed and Summara Khurshid have joined the Liberal Democrats.The Labour Party said there were a \"variety of reasons\" for sitting councillors being unsuccessful.It added that it had more than 120 applications and would not be giving specific reasons why individuals were not selected.A party spokesman said its selection processes were carried out \"in line with our rules and procedures, and include robust interviews and due-diligence checks\". \"This selection process was incredibly competitive, and Luton Labour is proud of the fantastic candidates who will represent the party in the upcoming elections, and would also like to offer commiserations to those who were not successful on this occasion,\" he said.Find BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/85BB/production/_128953243_asif_masood_tahir_malik_waheed_akbar_lutoncouncil_976.jpg",
    "authors": ""
  },
  {
    "id": 14,
    "title": "Covid outbreak care home improves after urgent action plan",
    "date": "2023-03-10T12:03:29.000Z",
    "subtitle": "The Borders care home which witnessed the region's worst Covid outbreak has delivered a string of improvements.",
    "topic": "Coronavirus pandemic",
    "text": "The Borders care home which witnessed the region's worst Covid outbreak has delivered a string of improvements.Saltgreens in Eyemouth - where eight residents died in 2020 - was criticised by the Care Inspectorate over staffing issues and meeting residents' needs.An urgent action plan was launched last year.After their latest visit - carried out in February this year - inspectors have now graded the facility as \"good\" across all their key indicators.The home in the town's Chapel Street can house up to 35 residents.A Car Inspectorate report last year noted none of the improvements it had identified had been completed and additional issues had arisen.It prompted Scottish Borders Council to develop an action plan as a \"matter of urgency\".After their latest visit, inspectors noted a string of improvements including providing opportunities for people to enjoy living in their home and be part of the wider community.Previously staffing issues included problems with delivery of training, one to one supervision and undertaking competency observations.However the latest report said people could be confident there was a \"consistent team of staff on duty to meet their overall needs\".The management team was also praised for bringing \"stability\" to the site and a \"considerable\" upgrade to the home and garden area was also highlighted. David Parker, executive member for health and wellbeing, said: \"This latest report is testament to the significant amount of work undertaken by the team at Saltgreens over these past months.\"Residents, family carers and the staff themselves are all experiencing the benefits of the high standards of care, support and good practice being delivered at the home.\"Saltgreens is a care home that the Eyemouth community can feel justifiably proud of and I have every confidence that this will continue to be the case, both now and into the future.\"© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/2048/cpsprodpb/F6BB/production/_128936136_52735314782_c44bad1210_k.jpg",
    "authors": ""
  },
  {
    "id": 15,
    "title": "Chinese city Xi'an draws backlash with flu lockdown proposal",
    "date": "2023-03-10T05:46:30.000Z",
    "subtitle": "Officials in the Chinese city of Xi'an have sparked a backlash by saying they may turn to lockdowns \"when necessary\" to combat future flu outbreaks.",
    "topic": "Coronavirus pandemic",
    "text": "Officials in the Chinese city of Xi'an have sparked a backlash by saying they may turn to lockdowns \"when necessary\" to combat future flu outbreaks. Xi'an will lock down areas and shut schools if an outbreak poses a \"severe threat\", according to an emergency response plan published on Wednesday.Many internet users have called the plan \"excessive\", especially after criticism of China's Covid controls.Flu cases have surged across China just as its latest Covid wave is waning.The spike in flu cases has also led to a shortage of antiviral medication at pharmacies across the country. While there is no suggestion of an imminent lockdown in Xi'an, some have expressed fears that its plan could see a return to the zero-Covid approach, which the country abruptly abandoned in December.Famous for the terracotta army, Xi'an experienced some of the country's strictest lockdowns during the pandemic. Locals were banned from leaving their homes - even to buy food and other basic supplies - for a month in December 2021. One person wrote on Chinese social media platform Weibo that influenza outbreaks had always been common before Covid, but \"life went on as per normal\" when they hit.Another remarked that some local governments were \"addicted to sealing and controlling\". Xi'an's plan segments its response into four levels, according to severity of the situation. Lockdowns may be called for when community spread reaches an acute level. It is not the only Chinese city that has such emergency plans. In 2015, for instance, the Shanghai government said it may stop classes and work, as well as set restrictions on gatherings, in the event of a serious influenza pandemic. \"To local residents who were traumatised by the lockdown measures not long ago, the return to the same draconian method in coping with flu outbreaks is by no means justified,\" Huang Yanzhong, a senior fellow for global health at the Council on Foreign Relations, told the BBC. But Tang Renwu, dean of Beijing Normal University's School of Government said China was not likely to see a comeback of stringent lockdown policies. Speaking to Singapore newspaper Lianhe Zaobao, Prof Tang said other local governments may put out similar plans in the days to come - as Chinese authorities are intent on containing the seasonal flu. \"Local governments should pay attention to their wording when issuing similar documents so as not to trigger social panic,\" he said.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/68D2/production/_128943862_gettyimages-1245721977.jpg",
    "authors": "By Kelly Ng"
  },
  {
    "id": 16,
    "title": "Covid booster: Who can get another jab this spring?",
    "date": "2023-03-09T13:54:32.000Z",
    "subtitle": "Those most at risk from coronavirus will be offered another vaccination this spring.",
    "topic": "Coronavirus pandemic",
    "text": "Those most at risk from coronavirus will be offered another vaccination this spring. Across the UK, more than 151 million Covid vaccine doses have been given. The government has confirmed an extra booster vaccine dose will be offered to:Those eligible will be offered the vaccine about six months after their previous dose. Scotland's booster campaign will begin in the final week of March.Vaccinations in England and Wales will start in early April, with Northern Ireland's rollout from mid-April.People at higher risk from Covid are also expected to be offered a further booster vaccine dose in autumn 2023. This was offered to a wider range of people: Anyone aged 16 or over - or an at-risk child aged 12 to 15 - who had received both primary jabs could have a booster.People with a severely weakened immune system were offered an additional third primary dose before being offered a booster. A free flu jab was also available to more people this winter - sometimes given at the same time as a Covid booster. Four different vaccines, made by Pfizer-BioNTech, Moderna, Sanofi/GSK and Novavax are expected to be used in the spring booster programme. Most doses should protect against the Omicron variant as well as previous ones.Under-12s will be offered a children's formulation of the Pfizer-BioNTech vaccine.Health officials advise people to take whichever booster they are offered, as all vaccines provide protection against becoming severely ill or dying from Covid. First and second vaccine doses are either AstraZeneca or (for under-40s) Pfizer or Moderna. According to the official figures, more than 151 million Covid vaccine doses had been administered in the UK as at 4 September, including: The 2022/2023 winter's Covid booster vaccination programme reached more than 18.7 million people across the UK:In England, the figure equates to almost two-thirds of over-50s (65%). In July 2022, a report from an influential committee of MPs warned that Covid vaccine take-up was too low for several important groups, including pregnant women, younger people and those from some ethnic backgrounds.All five to 11-year-olds in the UK can have two doses of a reduced-strength Covid vaccine, 12 weeks apart.In addition:The NHS will contact people who are eligible for a spring booster dose.Carers of five to 11-year-olds in Scotland and Wales should wait to be offered an appointment. Twelve to 15-year-olds in Scotland and Wales should also be contacted directly, but can speak to the relevant helpline or local health board if not. You should leave eight weeks between your first and second dose, and at least 12 weeks before having a booster. The 2023 spring booster should be given six months after your last dose. You should wait four weeks after a positive test, even if you had no symptoms.Under-18s, who are not at higher risk from Covid, should wait 12 weeks. Those who are more vulnerable should wait four.You should not have a jab if you have a severe illness or high fever. The vaccines do not infect you with Covid and cannot cause positive test results. The most common side effects include a sore arm, headache, chills, fatigue and nausea.They are part of the body's normal immune response to vaccines and tend to resolve themselves within a day or two.This video can not be playedWhy it is normal for some people to experience short-term side effects from Covid-19 vaccinesThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine.A very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.You should discuss any existing serious allergies with your healthcare professional before being vaccinated. © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1032B/production/_123074366_glasgow.jpg",
    "authors": ""
  },
  {
    "id": 17,
    "title": "Covid-19 origin debate 'squashed', ex-CDC chief Dr Robert Redfield claims",
    "date": "2023-03-09T03:01:58.000Z",
    "subtitle": "The former head of the US Centers for Disease Control and Prevention has said he was \"sidelined\" over his views on the origins of the Covid-19 pandemic.",
    "topic": "Coronavirus pandemic",
    "text": "The former head of the US Centers for Disease Control and Prevention has said he was \"sidelined\" over his views on the origins of the Covid-19 pandemic.Dr Robert Redfield was the key witness in a US congressional committee's first public hearing as it investigates how the coronavirus emerged.He said he was cut out of early discussions on where the virus came from because he suspected a lab leak.The accusation was dismissed by Dr Anthony Fauci as \"completely untrue\".Many scientists point out there is no evidence that Covid leaked from a lab.The White House has said there is no consensus across the US government on the virus's origins.Some studies suggest the virus made the leap from animals to humans in Wuhan, China, possibly at the city's seafood and wildlife market.The market is near the Wuhan Institute of Virology, a world-leading virus laboratory that conducted research into coronaviruses.Dr Redfield, who led the US Centers for Disease Control and Prevention when the outbreak began in 2020, was an early proponent of the lab leak theory.He told the House select subcommittee, formed by the new Republican majority in the US House of Representatives, it was \"not scientifically plausible\" to him that the virus had natural origins.He claimed he was \"sidelined\" at the beginning of the pandemic and excluded from meetings as his views were not in line with other major scientists like Dr Fauci, the de-facto face of the US pandemic response.\"It was told to me that they wanted a single narrative, and that I obviously had a different point of view,\" he said. \"Science has debate and they squashed any debate.\"Dr Fauci, who was not present at the hearing, denied Dr Redfield's accusation.\"No one excluded anyone,\" he told US news outlet Politico after the hearing. \"And the idea of saying that he was not wanted there because he had a different opinion … there were several people on the call who had the opinion that it might have been an engineered virus,\" said Dr Fauci, who retired from his government roles in December.During his testimony, Dr Redfield also spoke of his opposition to so-called gain of function research, in which viruses are manipulated to become more infectious in lab environments. He said that US agencies had likely funded such research at the Wuhan institute.The House panel, which consists of nine Republicans and seven Democrats, has said it aims to stay above the fray of partisan politics.But that may prove difficult given the divisive subject matter.On the panel is Republican congresswoman Marjorie Taylor Greene, who used Wednesday's hearing to air her concerns about decisions made by federal agencies during the pandemic.At the outset of the hearing, Democrat Raul Ruiz protested the inclusion of witness Nicholas Wade, the author of a controversial book on race and genetics that has been endorsed by a former Ku Klux Klan leader.Mr Ruiz argued Mr Wade had written a dangerous book and his testimony could not be relied upon, but Mr Wade defended his book and remained at the hearing.The spectre of Donald Trump also hung over the proceedings, with Democrat Jamie Raskin suggesting the former president had been sycophantic and fawning in his approach to Chinese President Xi Jinping.The House probe comes a week after FBI Director Christopher Wray said an unintentional lab incident was \"most likely\" how Covid originated.A few days before that, the US Department of Energy said it had found the virus was most likely the result of a lab leak in Wuhan, but could only reach that conclusion with \"low confidence\".In response to that, many scientists who have studied the virus said that there was no new scientific evidence pointing to a lab leak.A natural origin is still the more likely theory, said Professor David Robertson, head of viral genomics and bioinformatics at the University of Glasgow.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/142E6/production/_128926628_gettyimages-1228545773.jpg",
    "authors": "By Nomia Iqbal at the hearing & Sam Cabral"
  },
  {
    "id": 18,
    "title": "Mental-health crisis from Covid pandemic was minimal - study",
    "date": "2023-03-09T01:26:14.000Z",
    "subtitle": "People's general mental health and anxiety symptoms hardly deteriorated at all during the pandemic, research suggests.",
    "topic": "Coronavirus pandemic",
    "text": "People's general mental health and anxiety symptoms hardly deteriorated at all during the pandemic, research suggests.Most people are resilient and made the best of a difficult situation, it says.The BMJ review analysed 137 studies, most from high-income European and Asian countries.Depression became a little worse overall and among women, older people, university students and those belonging to sexual or gender minorities.Other studies have found women felt the impact of the pandemic more because of the jobs they do and the role they play in family life.\"At a population level, there has been a high level of resilience during Covid-19,\" the Canadian researchers, from institutions including McGill, Ottawa and Toronto universities, say. \"And changes in general mental health, anxiety symptoms, and depression symptoms have been minimal to small.\"But the pandemic continues to affect societies around the world.\"The pandemic has affected the lives of many people - and some are now experiencing mental-health difficulties for the first time,\" the researchers say. \"Governments should continue to ensure that mental-health supports are available and respond to population needs.\"The review did not look at lower-income countries, or specifically focus on children, young people and those with existing problems, the groups most likely affected, experts say, and risks hiding important effects among disadvantaged groups.\"There is evidence from other studies of considerable variation - with some people's mental health improving and others' deteriorating,\" Dr Gemma Knowles, from King's College London, said.\"This may mean no overall increase - but this shouldn't be interpreted as suggesting the pandemic didn't have major negative effects among some groups.\"Other studies suggest the pandemic increased mental distress for particular groups, such as children, young people and parents in poverty.As many as one in six seven-16-year-olds and one in four 17-19-year-olds in England had a probable mental disorder in 2022, an online NHS survey found, up on previous years.Separate NHS figures show the number of children in contact with mental-health services rose by nearly 30% between 2020-21 and 2021-22, to nearly a million.And in a survey by mental-health charity Mind, in 2021, about a third of adults and young people said their mental health had become much worse since March 2020.Those most affected by the pandemic were people who struggled with their mental health before Covid.Dr Roman Raczka, who chairs the British Psychological Society's division of clinical psychology, said the full picture remained unclear and more studies among people with health problems in deprived areas were needed.\"We do know that overstretched and underfunded mental-health services have been unable to meet soaring demand in recent years,\" he said.Olly Parker, from charity YoungMinds said the study findings were \"interesting\" but differed from some recent research on young people's mental health.\"We know that more and more young people are reaching out for help and not being able to get it fast enough, and that many would say the pandemic put a further strain on their mental health,\" he said.  \"Rather than focusing on the impact of the pandemic, we'd like to see action on how to tackle the record numbers of young people being referred for further support.\"The charity Mind said its local services had been facing \"increasing demand since the first lockdown\", and the complexity of calls to its helpline went up \"significantly\" during the pandemic.\"It's important to note that most of the studies in this review are from high-income European and Asian countries, so overlook the toll taken on some less visible - but more disadvantaged - groups,\" said Stephen Buckley, head of information at Mind.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14738/production/_128886738_gettyimages-1432775267.jpg",
    "authors": "By Philippa Roxby"
  },
  {
    "id": 19,
    "title": "Covid: Widow of Aberdare nurse who died suing NHS",
    "date": "2023-03-08T06:40:17.000Z",
    "subtitle": "The widow of a nurse who died from Covid is suing the NHS as she believes her husband was not \"looked after\".",
    "topic": "Coronavirus pandemic",
    "text": "The widow of a nurse who died from Covid is suing the NHS as she believes her husband was not \"looked after\".A coroner concluded 65-year-old Gareth Roberts died of \"industrial disease\", having probably contracted Covid-19 at work.It is thought to be the first time a coroner has made such a finding for a death from the virus. Cardiff and Vale University Health Board said Mr Roberts was a \"very valued\" colleague.Mr Roberts, from Aberdare, Rhondda Cynon Taf, had type 2 diabetes. His widow, Linda Roberts, said she believed he should have been taken off the wards due to his vulnerability to the virus.She said she is also unhappy with the personal protection equipment (PPE) staff were provided with and has decided to make a civil claim for damages against the health board.During the inquest, coroner Graeme Hughes said Mr Roberts's age, sex and health would not have triggered the need for the health board to carry out an individual risk assessment.The PPE provided, including plastic aprons, paper masks and rubber gloves, adhered to public health guidance at the time, Mr Hughes added.But Mrs Roberts, 75, said she is taking the legal action because she feels her husband should have been better protected.\"I always said I would never take money from the hospital,\" she told BBC Wales Live. \"But I feel so bitter now about the way they looked after their staff in the beginning.\"I am very bitter about it because they didn't look after them.\"Matthew Turner, a barrister who represented the family at the inquest, said the family have \"very serious concerns\" about PPE and whether Mr Roberts should have been risk assessed given his vulnerabilities to the virus.\"The guidance at the time did require employers to risk assess their employees and work out who were at risk of complications from Covid,\" Mr Turner said. \"That didn't happen in this case.\" Mr Turner said while the civil claim is a separate legal process from the inquest, the coroner's conclusion of industrial disease was \"very important\" and \"highly relevant to the follow-on claim.\"At the inquest the family had argued for a conclusion of death by industrial disease, while the health board had made the case for ruling that the death was from natural causes.But as well as needing to demonstrate that the virus was caught at the workplace, a successful civil claim would also require the claimant to show that there were failings on the part of the employer.'He was my hero'Mr Roberts had worked as a nurse since the 1980s.He came out of retirement in January 2015 to work as a \"bank nurse\", doing shifts at various hospitals.He was working at the University Hospital of Wales (UHW) in Cardiff in March 2020 when the pandemic hit.He became ill with Covid in late March, and his condition gradually deteriorated.He was admitted to hospital in Merthyr Tydfil on 2 April 2020, and died there nine days later.Mrs Roberts said her husband was a \"marvellous man, a fabulous father and a fantastic grandfather\" and said she remains \"heartbroken\" by his death.\"He was my hero, my best friend,\" she added.Mrs Roberts said her husband had been motivated by a love of nursing and a desire to provide his grandson Zac with \"every opportunity.\"The couple had raised Zac since the death of his parents.If Mrs Roberts's claim against the health board is successful, she said she would use any compensation to help Zac, 19, go to university.\"That's why Gareth worked because he wanted the best for Zac\", she said. \"I think they [the NHS] deserve to look after the families, not only myself, all the families that something has happened to.\" Cardiff and Vale University Health Board said: \"As a health board we reiterate our sincere condolences to Mrs Roberts. \"It is appreciated that this remains a very distressing time for the family. \"Mr Roberts was a very valued member of the health board and nursing profession.\"We will await further correspondence from the family's legal representative and will respond accordingly.\"Lawyers for the Royal College of Nursing (RCN) said they have about 70 similar claims by nurses and their families ongoing.The Roberts family's solicitor, Leanne Khan from RCN Law, said her team was handling the \"vast majority\" of Covid cases brought by nurses in Wales and England against their employers. \"We work with nurses with long Covid and the families of nurses who sadly lost their lives in the pandemic,\" she explained. \"At the moment we are running 70-plus cases which we feel are strong cases against the employers.\"The Welsh Government said: \"Our thoughts and sympathies are with those who were affected by and lost loved ones as a result of the Covid-19 pandemic. \"We are engaging fully and openly with the independent public inquiry, set up to examine the response and impact of the Covid-19 pandemic and learn lessons for the future. \"It is important it has the time and space to examine the important issues at its heart, in depth and with care so that a light can be properly shone on issues and lessons learnt.\"You can see more on this story on Wales Live, Wednesday 8 March at 22:35, on BBC One Wales and BBC iPlayer© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/15AB/production/_128874550_garethroberts5.jpg",
    "authors": "By Paul Martin"
  },
  {
    "id": 20,
    "title": "Key cancer waiting time target set to be missed in England",
    "date": "2023-03-07T15:48:51.000Z",
    "subtitle": "",
    "topic": "Coronavirus pandemic",
    "text": "The NHS is set to miss a key cancer treatment target laid out in the Covid recovery plan, the national cancer director for England has said. The NHS had committed to cutting the backlog of people waiting more than two months to be diagnosed and begin cancer treatment to pre-pandemic levels.But Dame Cally Palmer told MPs a spike in demand meant NHS England would miss the March 2023 target.She said a new target of March 2024 was now being discussed with ministers.In its Covid recovery plan published in February 2022, NHS England committed to tackling the substantial backlog of people with suspected cancer who are facing long waits to either start treatment, or be tested and receive the all-clear.It set a target to cut the total number of patients having to wait more than two months - or 62 days - to the pre-pandemic level of 14,000 by the end of March 2023. \"We've made very significant progress, the backlog was at an all-time high of around 34,000 last summer,\" Dame Cally told the Health and Social Care Committee.\"Last week it was 23,500, so we've dropped by about 10,000 but there's still further to go.\"Most of the patients on that waiting list will ultimately be told they do not have cancer but, giving evidence to the committee, NHS officials said that long waits for a diagnosis create \"a lot of anxiety for people\". Professor Peter Johnson, national clinical director for cancer at NHS England, told MPs: \"I don't think anybody is comfortable with the fact that we have a large number of people who are waiting too long to get their diagnosis and start their treatment.\"What we need to do is contend with a very large number of referrals - between 200,000 to 260,000 people every month are referred for investigation of possible cancer, [of] whom only about 6% will have cancer.\"Dame Cally said the spike in referrals from GPs has been linked to a number of factors including a rise in cancer rates in the population; more people putting off care during the pandemic who are now coming forward; and a wider increase in awareness attributed to publicity campaigns and high-profile cancer cases.She said there was a \"big surge\" in people coming forward with possible bowel cancer after the death of Dame Deborah James in June 2022.The NHS in England has been struggling to meet every one of its nine cancer care targets since the the start of the Covid pandemic in February 2020.Under the NHS constitution, 85% of patients diagnosed with cancer should start treatment within two months of an urgent referral, although that level of performance has not been achieved since 2015.The latest figures show that, in December 2022, 61.8% of patients started treatment within 62-days, up slightly from 61% the previous month.Other parts of the UK have been under similar pressure: \"What we're seeing across cancer services right now is devastating,\" said Minesh Patel, head of policy at the cancer support charity Macmillan. \"While we welcome recent efforts to improve the numbers of people referred and diagnosed early, waiting times in England still reached record highs in 2022.\"Behind these unacceptable figures are real people who are having to put their lives on hold whilst they face anxious waits.\"© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E0E9/production/_128877575_0dc65ea73465d99a0d3493f3a4bfdf6e9a2cb7ef.jpg",
    "authors": "By Jim Reed"
  },
  {
    "id": 21,
    "title": "Hancock backed pressuring MP into voting for lockdown, messages reveal",
    "date": "2023-03-07T14:44:06.000Z",
    "subtitle": "Matt Hancock supported threatening to block a disability centre in a Tory MP's constituency in a bid to get him to vote for the Covid tier system in England, leaked messages suggest.",
    "topic": "Coronavirus pandemic",
    "text": "This video can not be playedWatch: Matt Hancock WhatsApp message row in 83 secondsMatt Hancock supported threatening to block a disability centre in a Tory MP's constituency in a bid to get him to vote for the Covid tier system in England, leaked messages suggest.WhatsApp messages show Mr Hancock agreed to put pressure on James Daly, Conservative MP for Bury North, if he failed to vote with the government.Mr Hancock's spokesperson said: \"What has been accused here never happened.\"Mr Daly said he was \"very disappointed\" to learn about the exchange.However, speaking to BBC Radio Manchester, he said the threat was not carried out.Asked how he would have responded if such a conversation had taken place, the MP said: \"I would have told him where to go, and reported matters to a higher authority.\"To think somebody would use potential funding that could help someone vulnerable in our community to get votes for the government is just not acceptable.\" Asked about the incident, Downing Street said Rishi Sunak would \"of course\" not want his ministers to behave in that way. \"There are rules and guidelines that apply,\" the spokesperson said. Ex-Conservative Party chair Sir Jake Berry accused Mr Hancock of \"weaponising the provision of care to young disabled people\" and said it \"crosses a line of what's acceptable in public life\".He said the former health secretary had been \"drunk on power\".In messages leaked to the Daily Telegraph, Mr Hancock's political aide Allan Nixon suggested putting pressure on MPs elected in 2019 whose \"re-election hinges\" on central government funding. Mr Nixon proposed warning Mr Daly that funding for a new centre for disabled children and adults in his constituency would be \"off the table\" if he voted against new plans for a stricter tiered lockdown on 1 December 2020.Mr Hancock replied: \"Yes 100%.\"Mr Daly told the Telegraph he was unaware the Department for Health and Social Care had plans to give Bury North a disability hub, which would provide specialists with a dedicated centre for co-ordinating local activity.Under the December 2020 tier scheme, every area of England was put into one of three tiers - medium (one), high (two) and very high (three) - with the vast majority of the population in the higher two tiers.According to the paper, leaked messages show Mr Daly was more concerned with support for pubs in areas placed in the higher tiers because they were unable to serve food.Under the system, bars in tier two were only allowed to stay open if they served \"substantial meals\", while those in tier three could only provide takeaways or deliveries.MPs eventually backed the government's plans for the tier system by 291 votes to 78 despite a large rebellion by Tory MPs - including Mr Daly.Fifty-five Conservatives voted against the plan - the largest rebellion of then-Prime Minister Boris Johnson's time in No 10.A spokesperson for Mr Hancock said the message exchange was an \"entirely partial account\".\"The missing context here is vitally important because this vote was critical for saving lives,\" the spokesperson added.\"What's being accused here never happened, demonstrating the story is wrong, and showing why such a biased, partial approach to the evidence is a bad mistake, driven by those with a vested interest and an axe to grind.\"The right place to consider everything about the pandemic objectively is in the public inquiry.\"The BBC has not been able to independently verify the messages.The texts are the latest release from more than 100,000 WhatsApp messages leaked to the Telegraph by journalist Isabel Oakeshott.A collection of more than 100,000 messages sent between former Health Secretary Matt Hancock and other ministers and officials at the height of the Covid-19 pandemic have been obtained by the Telegraph. Here are some of our stories on the leaks: © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/163ED/production/_128871119_5e44a35732ad6803a5956cf87c5912e8c018e37d0_135_4446_25011000x563.jpg",
    "authors": "By Sam Francis"
  },
  {
    "id": 22,
    "title": "Covid booster jab to be offered this spring",
    "date": "2023-03-07T13:42:46.000Z",
    "subtitle": "A spring booster vaccine against Covid-19 is to be offered to people at most risk of serious illness from the disease to protect them this summer.",
    "topic": "Coronavirus pandemic",
    "text": "A spring booster vaccine against Covid-19 is to be offered to people at most risk of serious illness from the disease to protect them this summer.UK vaccine experts say it should be available to everyone over 75, care-home residents and anyone extremely vulnerable aged five and over.Vaccinations in England and Wales are to start in early April, with Northern Ireland's rollout from mid-April.Scotland's booster campaign will start in the final week of March.The Joint Committee on Vaccination and Immunisation (JCVI) said hospital admission rates for Covid-19 in autumn 2022 showed that the risk of becoming seriously ill from coronavirus was noticeably higher in people over 75.As a result, they would gain the most from protection from an additional vaccine dose this spring, with health chiefs warning against complacency.Anyone who lives in a care home for older adults and people aged five and over who are defined as immunosuppressed are also to be offered a booster jab.They include people who have had organ transplants or who have blood cancer, and those undergoing chemotherapy treatment for cancer.It is advised that the booster vaccine be given six months after someone's previous dose.Prof Wei Shen Lim, JCVI chairman, said: \"Vaccination remains the best way to protect yourself against Covid-19, and the spring booster programme provides an opportunity for those who are at highest risk of severe illness to keep their immunity topped up. \"This year's spring programme will bridge the gap to the planned booster programme in the autumn, enabling those who are most vulnerable to be well protected throughout the summer.\"The NHS in England is expecting to offer the first spring booster doses to those eligible in April, and the campaign will last until late June. Wales has confirmed it will start on 1 April.Four different vaccines, made by Pfizer-BioNTech, Moderna, Sanofi/GSK and Novavax could be used. It's likely most doses will protect against the Omicron variant as well as previous ones.Since last summer, different versions of the Omicron variant of Covid have been spreading the most - the latest being Omicron BQ.1. Children under 12 years of age will be offered a children's formulation of the Pfizer BioNTech vaccine.Dr Mary Ramsay, head of immunisation at the UK Health Security Agency, said Covid-19 was still circulating widely and there had been recent increases in older people being admitted to hospital.\"It is important those at highest risk of severe illness do not become complacent and I would encourage everyone who is eligible to come forward once the booster programme starts.\"People at higher risk of severe Covid-19 are also expected to be offered a booster vaccine dose in autumn 2023 in preparation for the winter.Last autumn, frontline health and care workers, adults aged 50 and over, and some carers and household contacts were offered a booster dose, too.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/737F/production/_128876592_gettyimages-1386629676.jpg",
    "authors": ""
  },
  {
    "id": 23,
    "title": "Government's Evusheld decision 'disappointing' says widower",
    "date": "2023-03-07T09:04:26.000Z",
    "subtitle": "The husband of a vulnerable woman who called for the roll out of a Covid drug for people with weakened immune systems, said she would have been disappointed by the government's decision not to recommend it.",
    "topic": "Coronavirus pandemic",
    "text": "The husband of a vulnerable woman who called for the roll out of a Covid drug for people with weakened immune systems, said she would have been disappointed by the government's decision not to recommend it.Juliet Coffer, from Hartley Wintney, had a severe lung condition and had been shielding since the end of 2019.Before she died in August, she was living in one room and had to sleep at her desk.She did not die with Covid.Her husband Gary Coffer said: \"If Juliet had access to Evusheld she would have definitely taken it - but it might not have been enough to convince her to go outside.\"But there are certainly other immunosuppressed people who would have benefited from that safety net and the thought that this could actually protect them.\"Last month, the government confirmed its decision  not to supply Evusheld in the UK.The National Institute for Health and Care Excellence (NICE) said in a statement: \"There is not enough evidence of its effectiveness against current variants and those likely to be circulating in the next six months.\"The watchdog said it understood the decision would \"be disappointing\", adding : \"We are developing a process to monitor real world data and re-evaluate the medicines as needed against the data in a faster way.\"The drug was approved for use in March 2022 but was reviewed after the Omicron variant emerged.The drug's manufacturer AstraZeneca said there was \"ample real-world data\" that it worked. It is currently available in 32 countries.Campaigners have been calling on the government to have a rethink.Last year, Ms Coffer, who lived in Hampshire, told the BBC she believed the drug Evusheld could give her extra protection against coronavirus.\"I'm not protected from the vaccines because I can't make antibodies because I'm on immunosuppressant drugs,\" she explained.She said having a drug like Evusheld was \"very important to people like me because we'd get frontline protection\".Follow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4B6B/production/_128870391_de27-1.jpg",
    "authors": "By Ed Sault & Jo Couzens"
  },
  {
    "id": 24,
    "title": "UWE study: Covid-19 shielding affected rheumatic patients",
    "date": "2023-03-06T18:06:30.000Z",
    "subtitle": "Patients with rheumatic conditions who shielded during the pandemic feel \"left behind\", according to new research.",
    "topic": "Shielding",
    "text": "Patients with rheumatic conditions who shielded during the pandemic feel \"left behind\", according to new research.The University of the West of England (UWE) in Bristol conducted a study with patients about their experiences of shielding during the pandemic and how it continued to affect them.Researchers interviewed 15 rheumatology patients from the Bristol area.One woman, who suffers with arthritis, said the pandemic has been \"a massive blow\" to the way she lives.At the height of the pandemic, four million people in the UK were advised to shield.\"I have never experienced anything like shielding, it heightened a sense of anxiety in me,\" said the woman, who wishes to remain anonymous.\"How do I get food? I cannot leave the house. How can I see friends? I was not allowed to.\"She shielded for nearly two years during the pandemic and said that life has not returned to normal, despite no longer being advised to shield.\"It is a new normal, which is about being on high alert and managing risk every day,\" she said.\"A lot of people are now able to go back to every day business without care, but there is still some of us that are wary about doing really normal things.\"The research group had a mix of rheumatic conditions including rheumatoid arthritis, psoriatic arthritis, lupus, Sjogren's and ANCA Vasculitis.Many of the participants helping with the research, funded by the Bath Institute for Rheumatic Diseases, also spoke about a lack of self confidence due to the mental impact.Researcher Christine Silverthorne said: \"Many are still dealing with lasting physical and mental effects both from the experience of shielding and as a consequence of delays to their healthcare and treatment.\"By raising awareness of our findings about the needs of rheumatology patients, we hope to enable patients to receive the support they need and find their new normal,\" she added.\"People with conditions such as rheumatoid arthritis are often overlooked.\"A spokesperson for the Department for Health and Social Care said: \"The welfare of the most vulnerable people remains a priority as we live with Covid.\"We continue to prioritise access to vaccines, treatments and free lateral flow tests for this group.\"The NHS website also has resources for mental health support and patients are advised to contact their local GPs for more personalised health advice.\"Follow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk © 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/133FB/production/_115034887_uwe.jpg",
    "authors": "By Nathan Heath & Jules Causton"
  },
  {
    "id": 25,
    "title": "Keir Starmer's job offer to Sue Gray may have broken rules, says minister",
    "date": "2023-03-06T17:48:33.000Z",
    "subtitle": "Former civil servant Sue Gray's proposed move to Sir Keir Starmer's office may have breached Whitehall's rules, a minister has said.",
    "topic": "Angela Rayner",
    "text": "Former civil servant Sue Gray's proposed move to Sir Keir Starmer's office may have breached Whitehall's rules, a minister has said.Jeremy Quin accused Labour of \"acting fast and loose\" with the impartiality of the civil service.Ms Gray, who investigated parties held in Downing Street during the Covid pandemic, has been invited to become Sir Keir's new chief of staff. Angela Rayner said Tory MPs were indulging in \"conspiracy theories\". Boris Johnson and his allies have seized on Labour's job offer to claim Ms Gray's investigation into lockdown gatherings in Downing Street when he was prime minister was an attempt to smear him.Answering an urgent question in the Commons, Paymaster General Mr Quin said this was \"an exceptional situation, it is unprecedented for a serving permanent secretary to resign to seek to take up a senior position working for the leader of the opposition.\"He said there were four rules for civil servants that might have been broken, including informing the government appointments watchdog, the Advisory Committee on Business Appointments (Acoba).\"The rules state that approval must be obtained prior to a job offer being announced. The Cabinet Office has not as yet been informed that the relevant notification to Acoba has been made,\" he said.Other rules that would be looked at by the Cabinet Office concerned impartiality, the declaration of outside interests, and contact with opposition parties being cleared with ministers, he added. Mr Quin urged Labour to publish details of its communications with Ms Gray, including when these began and who was involved.Deputy Labour leader Ms Rayner accused a \"sleaze-addicted\" government\" of being \"so self-obsessed that they are using parliamentary time to indulge in the conspiracy theories of the former prime minister and his gang\".This video can not be playedAngela Rayner and Jeremy Quin on Labour’s job offer to civil servant Sue Gray.\"What will they ask for next, a Westminster Hall debate on the moon landings, the bill of dredging the Loch Ness, or a public inquiry into whether the Earth is flat?\" she asked.\"This debate says more about the delusions of the modern Conservative Party than it does anything else.\"But former cabinet minister Jacob Rees-Mogg - a close ally of Mr Johnson - suggested Ms Gray had \"smashed to pieces the idea of an independent civil service\" by \"conniving in secret meetings\" with Labour.Her Partygate report \"we now know was done by a friend of the socialists. Does this not undermine all her previous work?\" he asked. Earlier, Sir Keir told LBC radio he had had \"absolutely no contact\" with Ms Gray, who left the civil service on Thursday, as she prepared her report into the lockdown gatherings in government buildings. But the Labour leader repeatedly declined to say when he first approached the then senior civil servant about becoming his chief of staff.\"I've been looking for a chief of staff for a little while now, but Sue will lay that out, but there's nothing improper at all,\" he said.  Sir Keir added that he had known her since he was director of public prosecutions - a role he occupied from 2008-2013 - but she was not a friend. Ms Gray was expected to tell Acoba on Monday when her contacts with Labour began. An Acoba spokeswoman told the BBC this was a confidential process and no statement would be made until a new job was taken up, when its advice on an appropriate waiting period would be published.No timescale for the process was known, she added.  Senior civil servants, as well as ministers, are expected to check with Acoba about any employment they wish to take within two years of leaving government.The body provides advice and can recommend a delay of up to two years in starting a new job, but it has no power to block appointments. However, Labour has said the party and Ms Gray will abide by Acoba's recommendations. Earlier, Science Secretary Michelle Donelan said there was \"no reason to believe\" Ms Gray was not impartial when she carried out her Partygate investigation. \"She was a leading civil servant who obviously swore and accepted the civil service code in which one of those key requirements is impartiality,\" she told Sky News.But, Ms Donelan added, the main concern was about \"what process has taken place for her to acquire this new job, have talks taken place when potentially they shouldn't have, etc?\"  Ms Gray produced a highly-critical report into lockdown gatherings held in Downing Street while Mr Johnson was prime minister last year.Mr Johnson is now facing a different inquiry, being conducted by a cross-party group of MPs, into whether he misled Parliament when he said Covid rules had not been broken in Downing Street.In an initial report published on Friday, the MPs on the Privileges Committee said the evidence they had seen \"strongly suggests\" Covid rule breaches would have been \"obvious\" to Mr Johnson.Ms Gray joined the civil service in the 1970s and has held a number of senior positions, including head of the government's propriety and ethics team.© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7360/production/_128863592_b4ac2131703393977e69ebed7a61ebea58110cc3.jpg",
    "authors": "By Chas Geiger"
  },
  {
    "id": 26,
    "title": "GB News host Mark Steyn's Covid vaccine claims broke Ofcom rules",
    "date": "2023-03-06T16:24:06.000Z",
    "subtitle": "GB News broke broadcasting rules last April when ex-presenter Mark Steyn made \"potentially harmful and materially misleading\" claims about Covid-19 vaccines, regulator Ofcom has said.",
    "topic": "Ofcom",
    "text": "GB News broke broadcasting rules last April when ex-presenter Mark Steyn made \"potentially harmful and materially misleading\" claims about Covid-19 vaccines, regulator Ofcom has said.He spoke about \"only one conclusion\" from official data, about the third jab's \"significantly greater risk\" of \"infection, hospitalisation and death\".Ofcom said that was wrong and \"may have resulted in viewers making important decisions about their own health\".GB News said it was \"disappointed\".In his show, Steyn referred to data from the UK Health Security Agency (UKHSA) to compare people who had received the first two vaccinations with those who had also had a third as a booster.\"His interpretation that there was 'only one conclusion' from this comparison... was misleading because it did not take account of key factors such as the significant differences in age or health of the people in these two groups,\" Ofcom said.\"The programme also failed to reflect that the UKHSA reports made clear that the raw data should not be used to draw conclusions about vaccine efficacy, due to the biases inherent in the vaccinated and unvaccinated populations.\"Ofcom said the group who had been boosted \"included far larger numbers of older people\", and Steyn failed to take into account \"the fact that older people are more likely to die or be hospitalised than younger people\".The regulator said it took into account the \"definitive\" way the Canadian broadcaster and author presented his conclusion, and the \"absence of adequate counterweight or genuine challenge\".Ofcom said broadcasters are \"free to transmit programmes which may be considered controversial and challenging, or which question statistics or other evidence produced by governments or other official sources\".\"It can clearly be in the public interest to do so,\" it added. \"However, with this editorial freedom comes an obligation to ensure that, when portraying factual matters, audiences are not materially misled.\"In response, GB News said its role was \"to ask tough questions, point out inconsistencies in government policy, and hold public bodies to account when the facts justify it\".\"Mark Steyn's programme did exactly that,\" its statement added. \"We support his right to challenge the status quo by examining the small but evident risks of the third Covid booster.\"As news stories in the last week have highlighted, it was prescient to question whether the government was candid with all the facts. It is an important story in the public interest.\"Steyn \"drew a reasonable conclusion from the facts\", but \"drew only one conclusion\", GB News continued.\"We accept that the data offered several valid interpretations, and he should have made this clear. Had he done so, the story would have remained within the wide freedoms that Ofcom's Broadcast Code allows.\"By Rachel Schraer, BBC health and disinformation reporterAt the heart of most misinformation that spreads online is a fact or genuine set of figures that has been twisted or taken out of context. That can lend such misleading claims an air of authority, making them very convincing.This is what happened here. Mark Steyn took official statistics on illness and deaths in people who received two doses of the Covid vaccine, and compared them with those who received three. But he failed to give context: that far fewer people in the general population took the third booster dose than the first two jabs, and that the third dose was particularly popular with older people - who have a higher risk of dying in any case.  In fact, when the Office for National Statistics adjusted the figures to take into account the number of people, and the age of those who had taken it, it found people who had taken three doses were considerably less likely to die. It can be easy - and tempting - to cherry-pick real stats in a way that supports what we already believe. Now Ofcom seems to be emphasising that, to borrow a phrase, we are all entitled to our own opinion but not to our own facts. Steyn left GB News three months ago amid a dispute over contract terms he claimed could have made him personally liable for Ofcom fines.Ofcom said it was not imposing a fine or other sanction.Steyn's programme is also the subject of a second Ofcom investigation into comments made by a guest, author and journalist Naomi Wolf, about the vaccine on 4 October.A Twitter account run by his team posted a picture of the Ofcom office with the caption \"The Ministry of Truth Rules\", linking to a statement headlined \"Steyn found guilty!\", which also said: \"Mark intends to appeal this and get it before a real court.\"© 2023 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
    "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E9D0/production/_128865895_gettyimages-1325243045.jpg",
    "authors": "By Ian Youngs"
  }
]